/*
 LocalizationStrings.strings
 ZohoSign
 
 Created by Nagarajan S on 13/10/16.
 Copyright © 2016 Zoho Corporation. All rights reserved.
 */


/*          Common              */

"sign.mobile.common.zohosign"                           =       "Zoho Sign";
"sign.mobile.common.ok"                                 =       "OK";
"sign.mobile.common.cancel"                             =       "Anuluj";
"sign.mobile.common.close"                              =       "Zamknij";
"sign.mobile.common.next"                               =       "Dalej";
"sign.mobile.common.error"                              =       "Błąd";
"sign.mobile.common.unknownerror"                       =       "Nieznany błąd";
"sign.mobile.common.none"                               =       "Brak";
"sign.mobile.common.copy"                               =       "Kopiuj";
"sign.mobile.common.delete"                             =       "Usuń";
"sign.mobile.common.mail"                               =       "E-mail";
"sign.mobile.common.download"                           =       "Pobierz";
"sign.mobile.common.query"                              =       "Zapytanie";
"sign.mobile.common.decline"                            =       "Odrzuć";
"sign.mobile.common.restore"                            =       "Przywróć";
"sign.mobile.common.remind"                             =       "Przypomnij";
"sign.mobile.common.remindSigners"                      =       "Wyślij przypomnienie osobom podpisującym";
"sign.mobile.common.recall"                             =       "Wycofaj";
"sign.mobile.common.share"                              =       "Udostępnij";
"sign.mobile.common.export"                             =       "Eksportuj";
"sign.mobile.common.add"                                =       "Dodaj";
"sign.mobile.common.done"                               =       "Zakończ";
"sign.mobile.common.today"                              =       "Dziś";
"sign.mobile.common.tomorrow"                           =       "Jutro";
"sign.mobile.common.yesterday"                          =       "Wczoraj";
"sign.mobile.common.create"                             =       "Utwórz";
"sign.mobile.common.localFiles"                         =       "Pliki lokalne";
"sign.mobile.common.zohoDocs"                           =       "Zoho Docs";
"sign.mobile.common.camera"                             =       "Aparat";
"sign.mobile.common.retake"                             =       "Zrób ponownie";
"sign.mobile.common.scanDocuments"                      =       "Skanuj dokumenty";
"sign.mobile.common.photos"                             =       "Zdjęcia";
"sign.mobile.common.documents"                          =       "Dokumenty";
"sign.mobile.common.areyousure"                         =       "Na pewno?";
"sign.mobile.common.finish"                             =       "Zakończ";
"sign.mobile.common.no"                                 =       "Nie";
"sign.mobile.common.yes"                                =       "Tak";
"sign.mobile.common.goBack"                             =       "Wróć";
"sign.mobile.common.selected"                           =       "wybrano";
"sign.mobile.common.reason"                             =       "Powód";
"sign.mobile.common.password"                           =       "Hasło";
"sign.mobile.common.others"                             =       "Inne";
"sign.mobile.common.remove"                             =       "Usuń";
"sign.mobile.common.optional"                           =       "Opcjonalne";
"sign.mobile.common.mailTo"                             =       "Do:";
"sign.mobile.common.myself"                             =       "Ja";
"sign.mobile.common.search"                             =       "Szukaj";
"sign.mobile.common.apply"                              =       "Zastosuj";
"sign.mobile.common.login"                              =       "Zaloguj";
"sign.mobile.common.signup"                             =       "Zarejestruj się";
"sign.mobile.common.skip"                               =       "Pomiń";
"sign.mobile.common.send"                               =       "Wyślij";
"sign.mobile.common.initializing"                       =       "Inicjalizowanie...";
"sign.mobile.common.accessBlocked"                      =       "Blokada dostępu";
"sign.mobile.common.unblock"                            =       "Odblokuj";
"sign.mobile.common.notNow"                             =       "Nie teraz";
"sign.mobile.common.updateZohoSign"                     =       "Zaktualizuj Zoho Sign";
"sign.mobile.common.gotoAppStore"                       =       "Przejdź do App Store";
"sign.mobile.common.account"                            =       "Konto";
"sign.mobile.common.by"                                 =       "przez";
"sign.mobile.common.me"                                 =       "Ja";


/*          Onboarding/Tour              */

"sign.mobile.tour.productTour"                          =       "Przewodnik po produkcie";
"sign.mobile.tour.signIn"                               =       "Zaloguj się";
"sign.mobile.tour.trynow"                               =       "Spróbuj podpisać dokument";

"sign.mobile.tour.productDesc"                          =       "Zaawansowana aplikacja do podpisów cyfrowych dla firm";
"sign.mobile.tour.skipTour"                             =       "Pomiń przewodnik";
"sign.mobile.tour.endTour"                              =       "Koniec";
"sign.mobile.tour.getStarted"                           =       "Wprowadzenie";

"sign.mobile.tour.digitalSignTitle"                     =       "Witamy w Zoho Sign";
"sign.mobile.tour.digitalSignDesc"                      =       "Podpisy elektroniczne w nowej odsłonie";
"sign.mobile.tour.signAnywhereTitle"                    =       "Złóż podpis w dowolnej chwili i w dowolnym miejscu";
"sign.mobile.tour.signAnywhereDesc"                     =       "Podpisuj, wysyłaj i zawieraj umowy biznesowe w podróży";
"sign.mobile.tour.extensionTitle"                       =       "Bezproblemowa integracja";
"sign.mobile.tour.securityTitle"                        =       "Bezpieczeństwo";
"sign.mobile.tour.securityDesc"                         =       "Dokumenty w Zoho Sign są wiążące prawnie i bezpieczne";

"sign.mobile.tour.scanDesc"                             =       "Skanuj i przekazuj paragony, faktury, kontrakty, umowy itd.";
"sign.mobile.tour.extensionDesc"                        =       "Bez problemu podpisuj dokumenty z ulubionych aplikacji.";
"sign.mobile.tour.multipleRecipientsDesc"               =       "Dodaj wielu adresatów i określ kolejność składania podpisów przez odbiorców.";
"sign.mobile.tour.assignSomeoneDesc"                    =       "Przypisz inną osobę do podpisania dokumentu.";
"sign.mobile.tour.iMessageDesc"                         =       "Udostępniaj gotowe dokumenty przez iMessage.";


"sign.mobile.onboard.alreadySignUser"                   =       "Jesteś już użytkownikiem Zoho Sign? Zaloguj się i zacznij podpisywać.";
"sign.mobile.onboard.signupAndStartSigning"             =       "Nie korzystasz jeszcze z Zoho Sign? Zarejestruj się i zacznij podpisywać";
"sign.mobile.onboard.continueAsGuest"                   =       "Kontynuuj jako gość";

/*          Dashboard              */

"sign.mobile.requestCreate.sign"                        =       "ZNAK.LICZBY";
"sign.mobile.requestCreate.send"                        =       "WYŚLIJ";
"sign.mobile.requestCreate.signYourselfDescription"     =       "I WYŚLIJ";
"sign.mobile.requestCreate.sendDocDescription"          =       "DO PODPISU";

/*          Account              */

"sign.mobile.account.registerOrg"                       =       "Zarejestruj organizację";
"sign.mobile.account.contactAdmin"                      =       "Masz już konto organizacji? Skontaktuj się z administratorem, aby otrzymać zaproszenie do Zoho Sign.";
"sign.mobile.account.creatingAccount"                   =       "Tworzenie konta...";
"sign.mobile.account.signupToProceed"                   =       "Prosty, szybki i bezpieczny sposób podpisywania dokumentów. Zarejestruj się i zacznij podpisywać!";
"sign.mobile.account.enterOrgNameDesc"                  =       "Wprowadź nazwę organizacji, aby zacząć. Jeśli chcesz korzystać z Zoho Sign do celów prywatnych, jako nazwę organizacji wprowadź swoje imię.";
"sign.mobile.account.enterOrgName"                      =       "Wprowadź nazwę organizacji";
"sign.mobile.account.saveAndProceed"                    =       "Zapisz i kontynuuj";

"sign.mobile.account.dontHaveAnAccountSignUp"           =       "Nie masz konta? Zarejestruj się!";
"sign.mobile.account.alreadyHaveAnAccountLogin"         =       "Masz już konto? Zaloguj";
"sign.mobile.account.needZohoSignAccountToSign"         =       "Potrzebujesz konta Zoho Sign, aby podpisać dokument";
"sign.mobile.account.loginToSign"                       =       "Musisz zalogować się, aby podpisać dokument";


/*          Request   (Common)           */

"sign.mobile.request.receivedRequests"                  =       "Otrzymane dokumenty";
"sign.mobile.request.sentRequests"                      =       "Wysłane dokumenty";
"sign.mobile.request.signYourself"                      =       "Podpisz się";
"sign.mobile.request.sendForSignatures"                 =       "Prześlij do podpisania";
"sign.mobile.request.name"                              =       "Nazwa";
"sign.mobile.request.description"                       =       "Opis";
"sign.mobile.request.note"                              =       "Zostaw uwagę";
"sign.mobile.request.expiringDate"                      =       "Data wygaśnięcia";
"sign.mobile.request.timeToComplete"                         =       "Czas do ukończenia (dni)";
"sign.mobile.request.validTill"                         =       "Umowa ważna do";
"sign.mobile.request.folder"                            =       "Folder";
"sign.mobile.request.folderName"                        =       "Nazwa folderu";
"sign.mobile.request.requestType"                       =       "Typ dokumentu";
"sign.mobile.request.type"                              =       "Typ";
"sign.mobile.request.recipients"                        =       "Adresaci";
"sign.mobile.request.sortBy"                            =       "Sortuj wg";
"sign.mobile.request.verfiyCodeSentToMail"              =       "Na adres e-mail została wysłana wiadomość z kodem weryfikacyjnym.";
"sign.mobile.request.verfiyCodeByRequester"             =       "Kod weryfikacyjny został przekazany przez zleceniodawcę.";
"sign.mobile.request.verifyCode"                        =       "Zweryfikuj";
"sign.mobile.request.didntReceiveCode"                  =       "Kod nie dotarł?";
"sign.mobile.request.resendCode"                        =       "Wyślij ponownie kod";
"sign.mobile.request.wrongSecretCode"                   =       "Nieprawidłowy kod uwierzytelniania";
"sign.mobile.request.requestInfo"                       =       "Informacje o dokumencie";
"sign.mobile.request.documentName"                      =       "Nazwa dokumentu";
"sign.mobile.request.fileName"                          =       "Nazwa pliku";
"sign.mobile.request.requester"                         =       "Żądane przez";
"sign.mobile.request.requesterEmail"                    =       "Adres e-mail zleceniodawcy";
"sign.mobile.request.requestedOn"                       =       "Zgłoszone";
"sign.mobile.request.owner"                             =       "Właściciel";
"sign.mobile.request.expireOn"                          =       "Wygasa";
"sign.mobile.request.status"                            =       "Stan";
"sign.mobile.request.notes"                             =       "Uwagi";
"sign.mobile.request.completionCertificate"             =       "Certyfikat ukończenia";
"sign.mobile.request.saveChanges"                       =       "Zapisz zmiany";
"sign.mobile.request.selectAtleaseOneField"             =       "Wybierz co najmniej jedno pole dla każdego adresata";
"sign.mobile.request.selectAtleaseOneFieldSelfSign"     =       "Wybierz co najmniej jedno pole";
"sign.mobile.request.sampleDocument"                    =       "Przykładowy dokument";
"sign.mobile.request.requestName"                       =       "Nazwa dokumentu";
"sign.mobile.request.signedSuccessfully"                =       "Podpisano pomyślnie";
"sign.mobile.request.declined"                          =       "Odrzucono";
"sign.mobile.request.tapHereToContinue"                 =       "Dotknij tutaj, aby kontynuować";
"sign.mobile.request.emailDoc"                          =       "Wyślij dokument w wiadomości e-mail (maksymalnie 3 dokumenty)";
"sign.mobile.request.recipientStatus"                   =       "Stan adresata";
"sign.mobile.request.activityFeed"                      =       "Kanał aktywności";
"sign.mobile.request.activityHistory"                   =       "Historia aktywności";
"sign.mobile.request.createdOn"                         =       "Utworzono";
"sign.mobile.request.submittedOn"                       =       "Zgłoszono";
"sign.mobile.request.expiringOn"                        =       "Wygasa";
"sign.mobile.request.expiredOn"                         =       "Wygasa dnia";
"sign.mobile.request.completedOn"                       =       "Ukończone w";
"sign.mobile.request.recalledOn"                        =       "Wycofano";
"sign.mobile.request.declinedOn"                        =       "Odrzucono";
"sign.mobile.request.deletedOn"                         =       "Usunięto dn";
"sign.mobile.request.mailed"                            =       "Wysłano wiadomość e-mail";
"sign.mobile.request.signed"                            =       "Podpisano";
"sign.mobile.request.viewed"                            =       "Data wyświetlenia";
"sign.mobile.request.assigned"                          =       "Przypisano";
"sign.mobile.request.notAssigned"                       =       "Nieprzypisane";
"sign.mobile.request.dueDateNotSet"                     =       "Nie ustawiono daty realizacji";
"sign.mobile.request.needsYourSignature"                =       "Wymaga podpisu";
"sign.mobile.request.outForSignature"                   =       "Brak podpisów";
"sign.mobile.request.assignRequest"                     =       "Przypisz dokument";
"sign.mobile.request.declineRequest"                    =       "Odrzuć dokument";
"sign.mobile.request.numberOfPages"                     =       "Liczba stron";
"sign.mobile.request.renameRequest"                     =       "Zmień nazwę dokumentu";
"sign.mobile.request.moveFolder"                        =       "Przenieś folder";
"sign.mobile.request.changeFileType"                    =       "Zmień typ pliku";
"sign.mobile.request.confirmYourIdentity"               =       "Potwierdź swoją tożsamość";
"sign.mobile.request.fileType"                          =       "Typ pliku";
"sign.mobile.request.enterVerifyCode"                   =       "Wprowadź kod uwierzytelniania";
"sign.mobile.request.loggedInAsDifferentUser"           =       "Jesteś zalogowany(-a) jako inny użytkownik. Zaloguj się jako „%@” i spróbuj ponownie";
"sign.mobile.request.previewNotAvailable"               =       "Podgląd niedostępny.";
"sign.mobile.request.ownerAuthMsg"                      =       "Wprowadź kod uwierzytelniania udostępniony przez właściciela";
"sign.mobile.request.ownerAuthMsgAfterFailure"          =       "Wprowadź kod uwierzytelniania udostępniony przez właściciela\nZe względów bezpieczeństwa dostęp do dokumentu zostanie zablokowany po 3 nieudanych próbach.";
"sign.mobile.request.emailAuth"                         =       "Wprowadź kod uwierzytelniania wysłany na adres e-mail";
"sign.mobile.request.authCodeSentToEmail"               =       "Na Twój adres e-mail została ponownie wysłana wiadomość z kodem uwierzytelniania";

/*          Request Operation Type           */

"sign.mobile.request.operationType.drafted"             =       "Wersja robocza";
"sign.mobile.request.operationType.updated"             =       "Zaktualizowano";
"sign.mobile.request.operationType.submitted"           =       "Wysłano";
"sign.mobile.request.operationType.shredded"            =       "Zniszczono";
"sign.mobile.request.operationType.deleted"             =       "Usunięto";
"sign.mobile.request.operationType.recalled"            =       "Wycofane";
"sign.mobile.request.operationType.restored"            =       "Przywrócone";
"sign.mobile.request.operationType.retrived"            =       "Pobrano";
"sign.mobile.request.operationType.reminded"            =       "Wysłano przypomnienie";
"sign.mobile.request.operationType.archived"            =       "Zarchiwizowano";
"sign.mobile.request.operationType.assigned"            =       "Przypisano";
"sign.mobile.request.operationType.downloaded"          =       "Pobrane";
"sign.mobile.request.operationType.skipped"             =       "Ominięte";
"sign.mobile.request.operationType.docEmailed"          =       "Dokument został wysłany w wiadomości e-mail";
"sign.mobile.request.operationType.linkEmailed"         =       "Łącze zostało wysłane w wiadomości e-mail";
"sign.mobile.request.operationType.startedSigning"      =       "Rozpoczęto podpisywanie";
"sign.mobile.request.operationType.successSigning"      =       "Podpisano pomyślnie";
"sign.mobile.request.operationType.failedSigning"       =       "Nie udało się podpisać";
"sign.mobile.request.operationType.accessSuccess"       =       "Uzyskano dostęp";
"sign.mobile.request.operationType.accessFailure"       =       "Nie uzyskano dostępu";

/*          Request Status           */

"sign.mobile.request.status.all"                        =       "Wszystko";
"sign.mobile.request.status.inprogress"                 =       "W toku";
"sign.mobile.request.status.pending"                    =       "Oczekuje";
"sign.mobile.request.status.completed"                  =       "Ukończono";
"sign.mobile.request.status.expiring"                   =       "Wygasa";
"sign.mobile.request.status.expired"                    =       "Wygasło";
"sign.mobile.request.status.declined"                   =       "Odrzucono";
"sign.mobile.request.status.recalled"                   =       "Wycofane";
"sign.mobile.request.status.draft"                      =       "Wersja robocza";
"sign.mobile.request.status.trash"                      =       "Kosz";
"sign.mobile.request.status.expires"                    =       "Wygasa";


/*          Request List            */

"sign.mobile.request.list.requestedTime"                =       "Czas zgłoszenia";
"sign.mobile.request.list.discardChanges"               =       "Odrzuć zmiany";
"sign.mobile.request.list.continueFromLeftover"         =       "Kontynuuj z pozostałymi";
"sign.mobile.request.list.lastModified"                 =       "Ostatnia modyfikacja";
"sign.mobile.request.list.searchRequest"                =       "Przeszukaj dokument";
"sign.mobile.request.list.recentSearches"               =       "Ostatnie wyszukiwania";
"sign.mobile.request.list.modifiedOn"                   =       "Zmodyfikowane dnia";
"sign.mobile.request.list.finishedOn"                   =       "Ukończono %@";
"sign.mobile.request.list.declinedOn"                   =       "Odrzucono %@";
"sign.mobile.request.list.expiredOn"                    =       "Wygasa %@";
"sign.mobile.request.list.deletedOn"                    =       "Usunięto %@";
"sign.mobile.request.list.lastUpdatedOn"                =       "Data ostatniej aktualizacji";
"sign.mobile.request.list.declinedMsg"                  =       "Odrzucono przez %@";
"sign.mobile.request.list.deleteOn"                     =       "Usunięto";
"sign.mobile.request.list.yetToView"                    =       "%@  • %@ oczekuje na wyświetlenie";
"sign.mobile.request.list.yetToSign"                    =       "%@  • %@ oczekuje na podpis";
"sign.mobile.request.list.ofPending"                    =       "%@  • %lu z %lu oczekuje";
"sign.mobile.request.list.nameAscending"                =       "Nazwa rosnąco";
"sign.mobile.request.list.nameDescending"               =       "Nazwa malejąco";
"sign.mobile.request.list.from"                         =       "Od";
"sign.mobile.request.list.filterOptions"                =       "Opcje filtrowania";


/*          Request Create            */

"sign.mobile.request.create.tapHereToSelectDoc"         =       "Dotknij tutaj, aby przekazać dokument";
"sign.mobile.request.create.pleaseUploadDoc"            =       "Przekaż dokument";
"sign.mobile.request.create.pleaseChooseRecipient"      =       "Wybierz adresata";
"sign.mobile.request.create.oneSigningActionAlert"      =       "Należy przypisać co najmniej jednego adresata do podpisania dokumentu";
"sign.mobile.request.create.pleaseEnterName"            =       "Podaj nazwę zgłoszenia";
"sign.mobile.request.create.recipientsAdded"            =       "%lu dodano.";
"sign.mobile.recipient.create.addRecipients"            =       "Dodaj adresata(-ów)";
"sign.mobile.request.create.recipients"                 =       "Adresat (adresaci)";
"sign.mobile.request.create.validityForever"            =       "Zawsze";
"sign.mobile.request.create.setDate"                    =       "Ustaw datę";
"sign.mobile.request.create.expiresIn"                  =       "Wygasa za";
"sign.mobile.request.create.tapHereToStart"             =       "Dotknij, aby zacząć podpisywanie";
"sign.mobile.request.create.moreDetails"                =       "Więcej szczegółów";
"sign.mobile.request.create.viewAll"                    =       "Wyświetl wszystko";


/*          Editor            */

"sign.mobile.editor.fillAllRequiredFields"              =       "Wypełnij wszystkie wymagane pola";
"sign.mobile.editor.startSigning"                       =       "Zacznij podpisywanie";
"sign.mobile.editor.termsAndConditions"                 =       "Postanowienia";
"sign.mobile.editor.exitPreview"                        =       "Zamknij podgląd";
"sign.mobile.editor.agreeTerms"                         =       "Zgadzam się";
"sign.mobile.editor.fieldsToSign"                       =       "Pola wymagające podpisu";

/*          Request Fields            */

"sign.mobile.field.signature"                           =       "Podpis";
"sign.mobile.field.company"                             =       "Firma";
"sign.mobile.field.name"                                =       "Nazwa";
"sign.mobile.field.date"                                =       "Data";
"sign.mobile.field.initial"                             =       "Inicjały";
"sign.mobile.field.email"                               =       "Adres e-mail";
"sign.mobile.field.text"                                =       "Tekst";
"sign.mobile.field.textfield"                           =       "Pole tekstowe";
"sign.mobile.field.fieldName"                           =       "Nazwa pola";
"sign.mobile.field.jobtitle"                            =       "Stanowisko";

"sign.mobile.field.fullname"                            =       "Imię i nazwisko";
"sign.mobile.field.firstname"                           =       "Imię";
"sign.mobile.field.lastname"                            =       "Nazwisko";

/*          Recipient/Contacts            */

"sign.mobile.recipient.retainOrder"                     =       "Wyślij w określonej kolejności";
"sign.mobile.recipient.notExist"                        =       "Nazwa adresata nie istnieje. Czy chcesz dodać nowego adresata?";
"sign.mobile.recipient.addRecipient"                    =       "Dodaj odbiorcę";
"sign.mobile.recipient.nameCannotEmpty"                 =       "Nazwa nie może być pusta";
"sign.mobile.recipient.invalidEmail"                    =       "Nieprawidłowy adres e-mail";
"sign.mobile.recipient.privateMessage"                  =       "Wiadomość prywatna";
"sign.mobile.recipient.message"                         =       "Wiadomość";
"sign.mobile.recipient.authenticationCode"              =       "Kod uwierzytelniania";
"sign.mobile.recipient.needToSign"                      =       "Wymaga podpisu";
"sign.mobile.recipient.getsACopy"                       =       "Otrzyma kopię";
"sign.mobile.recipient.verfication"                     =       "Weryfikacja";
"sign.mobile.recipient.deliveryType"                    =       "Typ dostarczenia";
"sign.mobile.recipient.offline"                         =       "W trybie offline";
"sign.mobile.recipient.noteOTP"                         =       "Uwaga: Kod uwierzytelniania zostanie wysłany w wiadomości e-mail.";
"sign.mobile.recipient.code"                            =       "Kod";
"sign.mobile.recipient.noteCode"                        =       "Uwaga: Kod jest automatycznie generowany. W razie konieczności zastąp (dokładnie 6 znaków)";
"sign.mobile.recipient.enterNameEmail"                  =       "Wprowadź nazwę kontaktu/adres e-mail";
"sign.mobile.recipient.localContacts"                   =       "Kontakty urządzenia";
"sign.mobile.recipient.contactSelected"                 =       "Wybrany kontakt";
"sign.mobile.recipient.contactsSelected"                =       "Wybrane kontakty";
"sign.mobile.recipient.addMe"                           =       "Dodaj mnie";
"sign.mobile.recipient.invalidName"                     =       "Nieprawidłowa nazwa";
"sign.mobile.recipient.atleastOneRecipient"             =       "Dodaj co najmniej jednego adresata do podpisania dokumentu";
"sign.mobile.recipient.dupRecipientExists"              =       "Istnieją zduplikowani adresaci";
"sign.mobile.recipient.chooseFromContacts"              =       "Wybierz z kontaktów";


/*          Empty Screens         */

"sign.mobile.emptyScreen.noSentRequestOnboard"          =       "Brak wysłanych dokumentów";
"sign.mobile.emptyScreen.noDocumentsAvailable"          =       "Brak dostępnych dokumentów";
"sign.mobile.emptyScreen.noReceivedRequestOnboard"      =       "Brak otrzymanych dokumentów";
"sign.mobile.emptyScreen.noRequestOnSearch"             =       "Nie znaleziono żadnych dokumentów";
"sign.mobile.emptyScreen.noContacts"                    =       "Brak dostępnych kontaktów";
"sign.mobile.emptyScreen.norecipientAdded"              =       "Brak dodanych adresatów";
"sign.mobile.emptyScreen.noActivityFeed"                =       "Brak ostatnich działań";
"sign.mobile.emptyScreen.noDataAvailable"               =       "Brak dostępnych danych";
"sign.mobile.emptyScreen.noFilesAvailable"              =       "Brak dostępnych plików";
"sign.mobile.emptyScreen.noResults"                     =       "Brak wyników";

"sign.mobile.error.timeout"                             =       "Upłynął limit czasu żądania";
"sign.mobile.error.dataError"                           =       "Błąd w trakcie ładowania";
"sign.mobile.error.tapToRetry"                          =       "Naciśnij, aby spróbować ponownie";
"sign.mobile.error.fileSizeExceedsMaxSize"              =       "Plik przekracza maksymalny rozmiar 25 MB";


/*          Settings              */

"sign.mobile.settings.settings"                         =       "Ustawienia";
"sign.mobile.settings.signout"                          =       "Wyloguj";
"sign.mobile.settings.logout"                           =       "Wyloguj";
"sign.mobile.settings.termsOfService"                   =       "Warunki świadczenia usługi";
"sign.mobile.settings.privacyPolicy"                    =       "Zasady ochrony prywatności";
"sign.mobile.settings.rateUs"                           =       "Oceń nas";
"sign.mobile.settings.openSourceAttributes"             =       "Atrybuty licencji źródłowych";
"sign.mobile.settings.feedback"                         =       "Opinia";
"sign.mobile.settings.faq"                              =       "Często zadawane pytania";
"sign.mobile.settings.manageLocalFiles"                 =       "Zarządzaj plikami lokalnymi";
"sign.mobile.settings.clearAllFiles"                    =       "Wyczyść informacje buforowane urządzenia";
"sign.mobile.settings.clearCache"                       =       "Wyczyść pamięć podręczną";
"sign.mobile.settings.passcodeLock"                     =       "Blokada kodu dostępu";
"sign.mobile.settings.allowTouchID"                     =       "Zezwalaj na używanie czujnika Touch ID w celu odblokowania";
"sign.mobile.settings.security"                         =       "Zabezpieczenia";
"sign.mobile.settings.theme"                            =       "Motyw";
"sign.mobile.settings.support"                          =       "Pomoc techniczna";
"sign.mobile.settings.cache"                            =       "Pamięć podręczna";
"sign.mobile.setting.cacheMemorySize"                   =       "Rozmiar pamięci podręcznej";
"sign.mobile.settings.about"                            =       "Informacje (Wersja %@)";
"sign.mobile.settings.touchIDDisabledAlert"             =       "Czujnik Touch ID również zostanie wyłączony. Czy chcesz kontynuować?";
"sign.mobile.settings.deviceCannotAuthTouchID"          =       "Nie można przeprowadzić uwierzytelnienia na urządzeniu za pomocą czujnika Touch ID.";
"sign.mobile.settings.enterPasscode"                    =       "Wprowadź kod dostępu";
"sign.mobile.settings.setPasscode"                      =       "Ustaw kod dostępu";
"sign.mobile.settings.enterYourPasscode"                =       "Podaj kod dostępu";
"sign.mobile.settings.reenterPasscode"                  =       "Wprowadź ponownie kod dostępu";
"sign.mobile.settings.passcodeNotMatch"                 =       "Kody dostępu nie są jednakowe. Spróbuj ponownie.";
"sign.mobile.settings.touchIDAuth"                      =       "Odblokuj kod dostępu";
"sign.mobile.settings.unlockZohoSign"                   =       "Odblokuj Zoho Sign";
"sign.mobile.settings.unlockAttemptsLeft"               =       "Liczba pozostałych prób";
"sign.mobile.settings.enterPasscodeUnlock"              =       "Wprowadź kod dostępu, aby odblokować";
"sign.mobile.setting.feedbackSentSuccess"               =       "Opinia została pomyślnie wysłana";

/*          Profile              */

"sign.mobile.profile.profile"                           =       "Profil";
"sign.mobile.profile.fullName"                          =       "Imię i nazwisko";
"sign.mobile.profile.firstName"                         =       "Imię";
"sign.mobile.profile.lastName"                          =       "Nazwisko";
"sign.mobile.profile.email"                             =       "Adres e-mail";
"sign.mobile.profile.company"                           =       "Firma";
"sign.mobile.profile.jobTitle"                          =       "Stanowisko";
"sign.mobile.profile.dateFormat"                        =       "Format daty";
"sign.mobile.profile.timeZones"                         =       "Strefa czasowa";
"sign.mobile.profile.takePicture"                       =       "Zrób zdjęcie";
"sign.mobile.profile.choosePicture"                     =       "Wybierz zdjęcie";
"sign.mobile.profile.deleteSignature"                   =       "Usuń podpis";
"sign.mobile.profile.signatureWizardDraw"               =       "Rysunek";
"sign.mobile.profile.drawSignature"                     =       "Rysuj podpis";
"sign.mobile.profile.selectSignature"                   =       "Wybierz styl";
"sign.mobile.profile.photoSignature"                    =       "Zrób zdjęcie";
"sign.mobile.profile.chooseStyle"                       =       "Wybierz styl";
"sign.mobile.profile.drawYourSign"                      =       "Narysuj swój podpis";
"sign.mobile.profile.signatureWizard"                   =       "Kreator podpisów";
"sign.mobile.profile.createSignature"                   =       "Utwórz podpis";
"sign.mobile.profile.createInitial"                     =       "Utwórz inicjały";
"sign.mobile.profile.tapHereToEditName"                 =       "Dotknij tutaj, aby edytować nazwę";
"sign.mobile.profile.tapHereToEditInitial"              =       "Dotknij tutaj, aby edytować inicjały";
"sign.mobile.profile.signHere"                          =       "Podpisz tutaj";
"sign.mobile.profile.yourInitial"                       =       "Twoje inicjały";


/*          Feedback              */

"sign.mobile.feedback.EnterEmail"                       =       "Wprowadź swój adres e-mail";
"sign.mobile.feedback.comment"                          =       "Komentarz";
"sign.mobile.feedback.attachScreenshots"                =       "Załącz zrzut ekranu";
"sign.mobile.feedback.howIsYourExperience"              =       "Jak Ci się podoba Zoho Sign?";
"sign.mobile.feedback.mindGivingFeedback"               =       "Masz ochotę przekazać swoją opinię?";
"sign.mobile.feedback.noThanks"                         =       "Nie, dziękuję";
"sign.mobile.feedback.okSure"                           =       "OK, w porządku";
"sign.mobile.feedback.couldNotSendMail"                 =       "Nie można wysłać wiadomość e-mail";
"sign.mobile.feedback.checkMailConfig"                  =       "Nie udało się wysłać wiadomości e-mail.  Sprawdź konfigurację poczty e-mail i spróbuj ponownie.";
"sign.mobile.feedback.doYouEnjoytheApp"                 =       "Spodobała Ci się ta aplikacja?";
"sign.mobile.feedback.canYouReviewinAppStore"           =       "Skoro podoba Ci się Zoho Sign, może wyrazisz opinię w sklepie App Store?";
"sign.mobile.feedback.rateApp"                          =       "Oceń aplikację";

/*          Activity Indicator Strings       */

"sign.mobile.activityIndicator.processing"              =       "Przetwarzanie... Proszę czekać";
"sign.mobile.activityIndicator.uploading"               =       "Przekazywanie dokumentu... Proszę czekać";
"sign.mobile.activityIndicator.submittingDoc"           =       "Wysyłanie dokumentu...";
"sign.mobile.activityIndicator.savedraft"               =       "Zapisywanie jako wersja robocza...";
"sign.mobile.activityIndicator.signingDoc"              =       "Podpisywanie dokumentu...";
"sign.mobile.activityIndicator.loadingPreview"          =       "Ładowanie podglądu...";
"sign.mobile.activityIndicator.preparingDocument"         =       "Przygotowywanie dokumentu...";

/*          Notify              */

"sign.mobile.notify.docMailedSuccess"                   =       "Pomyślnie wysłano dokument w wiadomości e-mail";
"sign.mobile.notify.requestSavedInDraft"                =       "Dokument został zapisany jako wersja robocza";
"sign.mobile.notify.reminderSent"                       =       "Wysłano przypomnienie";
"sign.mobile.notify.requestRecalled"                    =       "Dokument został wycofany";
"sign.mobile.notify.requestMovedToTrash"                =       "Przeniesiono dokument do kosza";
"sign.mobile.notify.requestRestored"                    =       "Dokument został przywrócony";
"sign.mobile.notify.requestCreated"                     =       "Dokument został utworzony";
"sign.mobile.notify.requestUpdated"                     =       "Dokument został zaktualizowany";
"sign.mobile.notify.importSuccess"                      =       "Pomyślnie zaimportowano dokument";
"sign.mobile.notify.requestDeclined"                    =       "Dokument został odrzucony";
"sign.mobile.notify.dataCacheCleared"                   =       "Informacje buforowane zostały wyczyszczone";
"sign.mobile.notify.requestReminding"                   =       "Wysyłanie przypomnienia...";
"sign.mobile.notify.sendingMail"                        =       "Wysyłanie wiadomości e-mail...";

/*          Alerts            */

"sign.mobile.alert.enterComment"                        =       "Wpisz komentarz";
"sign.mobile.alert.enterReason"                         =       "Wprowadź przyczynę";
"sign.mobile.alert.enterEmailId"                        =       "Wprowadź adres e-mail";
"sign.mobile.alert.noAccessLocalContacts"               =       "Przyznaj uprawnienia do dostępu lokalnym kontaktom.";
"sign.mobile.alert.noMailId"                            =       "Podaj co najmniej jeden adres e-mail";
"sign.mobile.alert.contactAdminForAccess"               =       "Skontaktuj się z administratorem, aby uzyskać dostęp do Zoho Sign";
"sign.mobile.alert.loginExpires"                        =       "Sesja logowania wygasła. Zaloguj się ponownie";
"sign.mobile.alert.loginToSign"                         =       "Zaloguj się, aby podpisać dokument";
"sign.mobile.alert.docUploadFailed"                     =       "Przesyłanie dokumentu nie powiodło się";
"sign.mobile.alert.noInternetConnection"                =       "Brak dostępnej sieci";
"sign.mobile.alert.accountDisableContactAdmin"          =       "Konto zostało wyłączone. Skontaktuj się z administratorem, aby aktywować konto.";
"sign.mobile.alert.needToAccessCamera"                  =       "Wymagany dostęp do aparatu";
"sign.mobile.alert.noCameraAccess"                      =       "Aplikacja nie ma dostępu do aparatu.";
"sign.mobile.alert.enablePrivacySettings"               =       "Możesz włączyć dostęp w ustawieniach prywatności.";
"sign.mobile.alert.documentPasswordProtected"           =       "Dokument jest zabezpieczony hasłem";
"sign.mobile.alert.recallNote"                          =       "Wycofanie dokumentu spowoduje, że dokument zostanie unieważniony i nie będzie można go podpisać";
"sign.mobile.alert.reminderNote"                        =       "Po włączeniu opcji wysyłania w określonej kolejności kolejna osoba podpisująca, która ma złożyć podpis, otrzyma przypomnienie. W innym przypadku przypomnienia będą wysyłane wszystkim osobom podpisującym, które jeszcze nie podpisały dokumentu.";
"sign.mobile.alert.copiedToClipboard"                   =       "Skopiowano do schowka";
"sign.mobile.alert.accessBlockedContactAdmin"           =       "Dostęp do dokumentu został zablokowany z powodu wprowadzenia nieprawidłowego kodu uwierzytelniania 3 razy. Skontaktuj się z właścicielem, aby odblokować dostęp.";
"sign.mobile.alert.accessBlockedForRecalled"            =       "Nie masz już dostępu do tego dokumentu, ponieważ został wycofany";
"sign.mobile.alert.accessBlockedForDeclined"            =       "Nie masz już dostępu do tego dokumentu, ponieważ został odrzucony";
"sign.mobile.alert.accessBlockedForExpired"             =       "Nie masz już dostępu do tego dokumentu, ponieważ dokument wygasł";
"sign.mobile.alert.unblockAlert"                          =       "Czy chcesz odblokować dokument dla adresata %@?";


/*          Tool Tip            */

"sign.mobile.tooltip.tapAnywhereAddFields"              =       "Dotknij, aby wstawić pola";
"sign.mobile.tooltip.tapHereToChangeName"               =       "Dotknij tutaj, aby zmienić nazwę";


/*          Action Extension              */

"sign.mobile.actionExtn.signInToSign"                   =       "Zaloguj się do Zoho Sign, aby zacząć podpisywać dokument";
"sign.mobile.actionExtn.launchZohoSign"                 =       "Uruchom Zoho Sign";
"sign.mobile.tooltip.extnSuccessmsg"                     =       "Kopia dokumentu została zapisana na koncie Zoho Sign";
"sign.mobile.actionExtn.unsupportedFormat"              =       "Nieobsługiwany format pliku";

"sign.mobile.actionExtn.loginRequired"                  =       "Musisz zalogować się";
"sign.mobile.actionExtn.internetRequiredToSignDocument" =       "Do podpisania dokumentu w Zoho Sign potrzebne jest połączenie internetowe";


/*          Radaee PDF Strings (ignore)         */

"Swipe Speed" = "Swipe Speed";
"Render Quality" = "Render Quality";
"Swipe Distance" = "Swipe Distance";
"View Mode" = "View Mode";
"Zooming Ratio" = "Zooming Ratio";
"Ink Width" = "Ink Width";
"Alert" = "Alert";
"Cancel" = " Cancel";
"BookMark Already Exist" = "BookMark Already Exist";
"Page " = "Page ";
"Add BookMark Success!"="Add BookMark Success!";
"Ink Color" = "Ink Color";
"Rect Color" = "Rect Color";
"Draw Line on file" = "Draw Line on file";
"Draw Rect on file" = "Draw Rect on file";
"This Document is readonly" = "This Document is readonly";
"Outline" = "Outline";
"Please Enter PassWord" = "Please Enter PassWord";
"PassWord" = "PassWord";
"Error PassWord" = "Error PassWord";
"Error Document,Can't open" = "Error Document,Can't open";
"Do you want to open:" = "Do you want to open:";
"Text Annot" = "Text Annot";

"sign.mobile.field.checkbox"                           =       "Pole wyboru";
"sign.mobile.common.readonly"                          =       "Tylko do odczytu";
"sign.mobile.common.mandatory"                         =       "Obowiązkowe";
"sign.mobile.common.required"                          =       "Wymagane";
"sign.mobile.field.checkByDefault"                     =       "Zaznaczone domyślnie";
"sign.mobile.request.filterBy"                         =       "Filtruj według";
"sign.mobile.emptyScreen.noTemplatesAvailable"         =       "Brak dostępnych szablonów";
"sign.mobile.emptyScreen.noFieldsAdded"                =       "Nie dodano jeszcze pól";

"sign.mobile.common.save"                              =       "Zapisz";
"sign.mobile.request.status.tobehosted"                =       "Będzie hostowany";
"sign.mobile.request.status.hosted"                    =       "Hostowany";
"sign.mobile.request.skipsigning"                      =       "Pomiń podpisywanie";
"sign.mobile.request.resetfields"                      =       "Resetuj pola";
"sign.mobile.request.signedInperson"                   =       "Podpisano osobiście";
"sign.mobile.create.prefillByYou"                      =       "Wypełnij swoimi danymi";

"sign.mobile.request.operationType.inpersonSigningSuccess"   =       "Sesja osobista: Podpisano";
"sign.mobile.request.operationType.inpersonSigningFailure"   =       "Sesja osobista: Nie udało się podpisać";
"sign.mobile.request.operationType.inpersonAccessFailure"   =        "Sesja osobista: Nie uzyskano dostępu";
"sign.mobile.request.operationType.hosted"                   =       "Sesja osobista: Ukończono";
"sign.mobile.request.operationType.viewedFromHost"           =       "Wyświetlone przez hosta";
"sign.mobile.request.operationType.remindedForInpersonSigning"   =       "Wysłano przypomnienie do hosta";
"sign.mobile.request.operationType.linkEmailedInperson"     =       "Dokument wysłano do hosta";
"sign.mobile.request.operationType.linkEmailedToHost"     =       "Wysłano łącze w wiadomości e-mail do hosta";

"sign.mobile.inperson.hostAssignedMessage"  =   "%@ przypisuje Ci rolę hosta sesji podpisywania osobistego tego dokumentu.";
"sign.mobile.inperson.selectHostMessage"    =   "Wybierz osobę podpisującą, która ma być hostem sesji podpisywania osobistego.";
"sign.mobile.inperson.assignedSignersList"  =   "Lista osób podpisujących osobiście";
"sign.mobile.inperson.hostSession"          =   "Hostuj sesję";
"sign.mobile.inperson.passControl"          =   "Przekaż kontrolę";
"sign.mobile.inperson.finishSession"        =   "Zakończ sesję";
"sign.mobile.inperson.passcontrolMessage"   =   "%@, udało się podpisać dokument. Możesz przekazać kontrolę z powrotem do %@";
"sign.mobile.inperson.hostInstructions"     =   "Instrukcje";
"sign.mobile.inperson.signerTerms"          =   "Wyrażono zgodę po wyborze opcji „Zacznij podpisywanie”";
"sign.mobile.inperson.welcomeHostText"      =   "Witaj, %@";
"sign.mobile.inperson.yourTurnSign"         =   "Złóż podpis.";


"sign.mobile.common.you"                    =   "Ty";
"sign.mobile.request.hostedBy"              =   "Hostowane przez";
"sign.mobile.common.inpersonSigner"         =   "Osoba podpisująca osobiście";
"sign.mobile.error.retry"                   =   "Spróbuj ponownie";
"sign.mobile.profile.currentUserPlan"       =   "Korzystasz z planu %@";
"sign.mobile.profile.sendUsageReports"     =    "Wyślij raporty użycia";
"sign.mobile.common.help"                  =    "Pomoc";
"sign.mobile.common.all"                   =    "Wszystko";
"sign.mobile.common.more"                  =    "Więcej";
"sign.mobile.common.scan"                  =    "Skanuj";
"sign.mobile.error.somethingWentWrong"     =    "Coś poszło nie tak";
"sign.mobile.error.subscriptionActionFailure" =  "W razie problemów z aktywacją subskrypcji skontaktuj się z support@zohosign.com";
"sign.mobile.settings.allowFaceID"         =     "Zezwalaj na używanie funkcji Face ID w celu odblokowania";

"sign.mobile.settings.profileDesc" =    "Ustaw e-podpis i zarządzaj danymi osobowymi";
"sign.mobile.settings.securityDetailsDesc" =    "Konfiguruj ustawienia zabezpieczeń";
"sign.mobile.settings.helpDesc"            =    "Uzyskaj pomoc z Zoho Sign";

"sign.mobile.settings.faceIDDisabledAlert"             =       "Funkcja Face ID również zostanie wyłączona. Czy chcesz kontynuować?";

"sign.mobile.create.alert.firstRecipientShouldbeSigner" =   "Pierwszym adresatem musi być osoba podpisująca";
"sign.mobile.create.alert.expiryDateMustBeGreaterThan1" =    "Liczba dni do zakończenia musi być większa lub równa 1";
"sign.mobile.create.defaultRecipientMessage" =   "Sprawdź i podpisz dokument.";
"sign.mobile.create.alert.cannotAddSameRoleMultipleTimes" = "Nie można dodać kilkukrotnie tej samej roli";
"sign.mobile.viewer.showingCurrentItem"    =    "Wyświetlanie %d z %d";

"sign.mobile.iap.restorePurchase"          =    "Przywróć zakup";
"sign.mobile.iap.planActivated"            =    "Aktywowano plan";
"sign.mobile.iap.title"                    =    "Cennik";
"sign.mobile.iap.plan.free"                =    "Bezpłatny";
"sign.mobile.iap.plan.standard"            =    "Standard";
"sign.mobile.iap.plan.professional"        =    "Professional";
"sign.mobile.iap.plan.enterprise"          =    "Enterprise";
"sign.mobile.iap.planActivationFailureMailSent" = "Nie można aktywować subskrypcji. Wysłano wiadomość, aby aktywować ją ręcznie. Prosimy zaczekać.";
"sign.mobile.iap.subscriptionInfo"          =    "Informacje o subskrypcji";
"sign.mobile.iap.terms"                    =    "Warunki";
"sign.mobile.iap.proceed"                  =    "Kontynuuj";
"sign.mobile.iap.upgrade"                  =    "Uaktualnij";
"sign.mobile.iap.upgradeYourAccount"       =    "Uaktualnij licencję Zoho Sign, aby korzystać ze wszystkich funkcji";
"sign.mobile.iap.feature.unlimitedDocSigning"     =    "Podpisywanie nielimitowanej liczby dokumentów";
"sign.mobile.iap.feature.inPersonSigning"     =    "Osobiste podpisywanie";
"sign.mobile.iap.feature.reports"     =    "Raporty i dziennik inspekcji";
"sign.mobile.iap.feature.reminders"   =     "Przypomnienia i powiadomienia";
"sign.mobile.iap.feature.sign25Docs"  =     "25 dokumentów/użytkownika/miesiąc";
"sign.mobile.iap.feature.sign5Docs"  =     "5 dokumentów/użytkownika/miesiąc";
"sign.mobile.iap.feature.webAppAccess"  =     "Dostęp przez aplikację sieci Web";
"sign.mobile.iap.feature.inAppScanning"       =    "Skanowanie w aplikacji";
"sign.mobile.iap.feature.advancedFormFields"  =    "Zaawansowane pola formularza";

"com.zoho.sign.standard.us.monthly"        =    "Standard — miesięcznie";
"com.zoho.sign.standard.us.yearly"         =    "Standard — rocznie";
"com.zoho.sign.pro.us.monthly"             =    "Professional — miesięcznie";
"com.zoho.sign.pro.us.yearly"              =    "Professional — rocznie";

"sign.mobile.iap.termsOfSubscription"       =    "— Po potwierdzeniu zakupu konto iTunes zostanie obciążone płatnością.\n— Subskrypcja zostanie odnowiona automatycznie, jeśli opcja automatycznego odnawiania nie zostanie wyłączona co najmniej 24 godziny przez zakończeniem bieżącego okresu.\n— Konto zostanie obciążone płatnością za odnowienie 24 godziny przed zakończeniem bieżącego okresu.\n— Użytkownik może zarządzać subskrypcjami i wyłączyć funkcję automatycznego odnawiania w ustawieniach konta użytkownika po dokonaniu zakupu.\n— W czasie trwania aktywnej subskrypcji nie można anulować bieżącej subskrypcji.\n— Użytkownik utraci dowolną część niewykorzystanego okresu bezpłatnej wersji próbnej, jeśli został zaoferowany po zakupie subskrypcji danej publikacji.";

//Template
"sign.mobile.template.documentFields"        =       "Pola dokumentu";
"sign.mobile.template.name"                  =       "Nazwa szablonu";
"sign.mobile.common.templates"               =       "Szablony";
"sign.mobile.alert.fieldCannotBeEmpty"       =       "Pole nie może być puste";
"sign.mobile.common.edit"                    =       "Edytuj";
"sign.mobile.common.tips"                    =       "Wskazówki";
"sign.mobile.help.enableSignExtension"       =       "Włącz rozszerzenie Sign";
"sign.mobile.help.enableSignExtensionDocTitle"    =       "Włącz rozszerzenie Zoho Sign, aby zainicjować podpisywanie dokumentów bezpośrednio w dowolnej aplikacji.";
"sign.mobile.help.enableSignExtensionStep1"    =       "Naciśnij przycisk „Udostępnij”";
"sign.mobile.help.enableSignExtensionStep2"    =       "Przeciągnij dolny pasek w prawo i naciśnij ikonę „Więcej”";
"sign.mobile.help.enableSignExtensionStep3"    =       "Włącz podpisywanie dzięki opcji Zoho Sign";
"sign.mobile.help.enableSignExtensionStep4"    =       "Podpisz za pomocą Zoho Sign\nStuknij ikonę „Podpisz za pomocą Zoho Sign”, aby zainicjować podpisywanie dokumentów";
"sign.mobile.field.signDate"                =       "Data podpisania";
"sign.mobile.notify.templateDeleted"        =   "Usunięto szablon";
"sign.mobile.template.usetemplate"          =   "Użyj";
"sign.mobile.template.quicksend"            =   "Wyślij";
"sign.mobile.template.viewer"               =   "Widok";
"sign.mobile.template.noDocument"           =   "Brak dostępnych dokumentów w tym szablonie";

// Create
"sign.mobile.create.uploadDocuments"    =   "Przekaż dokumenty";
"sign.mobile.create.manageRecipients"   =   "Zarządzaj adresatami";
"sign.mobile.create.otherDetails"       =   "Inne szczegóły";
"sign.mobile.create.invalidDocName"     =   "Nieprawidłowa nazwa dokumentu";
"sign.mobile.recipient.remoteSigner"    =   "Osoba podpisująca zdalnie";
"sign.mobile.editor.fieldsList"         =   "Lista pól";
"sign.mobile.common.page"               =   "Strona";
"sign.mobile.common.dismiss"            =   "Odrzuć";
"sign.mobile.recipient.host"            =   "Host";
"sign.mobile.recipient.inperson.name"   =   "Nazwisko osoby podpisującej";
"sign.mobile.recipient.inperson.email"  =   "Adres e-mail osoby podpisującej";
"sign.mobile.recipient.name"            =   "Nazwa";
"sign.mobile.template.tobefilled"       =   "Należy wypełnić";
"sign.mobile.recipient.editRecipient"   =   "Edytuj adresata";
"sign.mobile.recipient.action"          =   "Akcja";
"sign.mobile.recipient.authentication"  =   "Uwierzytelnianie";
"sign.mobile.template.role"             =   "Rola";
"sign.mobile.recipient.enterRoleOrEmail"        =   "Wprowadź rolę lub adres e-mail adresata";
"sign.mobile.recipient.roleInvalidCharacters"   =   "Rola adresata zawiera nieprawidłowe znaki";
"sign.mobile.recipient.authenticationCodeSixCharacters" = "Kod uwierzytelniania powinien składać się z 6 znaków";
"sign.mobile.recipient.hostMustBeSignUser"      =   "Adres e-mail hosta musi należeć do organizacji Zoho Sign";
"sign.mobile.recipient.autoGeneratedCode.overwrite"   =   "Uwaga: Kod jest automatycznie generowany. W razie konieczności zastąp.";
"sign.mobile.create.timeToCompleteLessThanCount" = "Liczba dni do zakończenia musi być mniejsza niż 100";
"sign.mobile.recipient.alreadyAdded"    =   "Adresat został już dodany";
"sign.mobile.recipient.cannotAddMultipleTimes" = "Nie można dodać kilkukrotnie tego samego adresata";
"sign.mobile.recipient.cannotAddSameSignerContinuously" = "Nie można dodać tego samego adresata bez wcześniejszego dodania kolejnej osoby podpisującej";

"sign.mobile.request.deleteDocument"            =       "Usuń dokument";
"sign.mobile.request.restoreDocument"           =       "Przywróć dokument";
"sign.mobile.settings.turnOff"                  =       "Wyłącz";

"sign.mobile.notify.documentSent"               =       "Dokument został wysłany";

"sign.mobile.inperson.reenterZohoPassword"  =  "Wprowadź ponownie hasło Zoho, aby ukończyć sesję";


"sign.mobile.request.create.discard"  =  "Odrzuć";
"sign.mobile.document.downloading"     = "Pobieranie %li z %li...";
"sign.mobile.create.fileUploadNotCompleted" = "Nie ukończono przekazywania pliku";
"sign.mobile.received.assign" = "Przypisz";
"sign.mobile.request.invalidAttemptsExceeded" = "Przekroczono liczbę nieudanych prób";
"sign.mobile.template.addDocument"  =   "Dodaj dokument";
"sign.mobile.notify.templateSaved" =  "Szablon zapisany";
"sign.mobile.activityIndicator.saveTemplate"   =       "Zapisywanie szablonu...";
"sign.mobile.alert.fieldMustFilled" = "Pole musi być wypełnione";
"sign.mobile.recipient.authenticationMandatory" = "Uwierzytelnianie jest obowiązkowe dla wszystkich adresatów";
"sign.mobile.common.characternotAllowed" = "%@ znak niedozwolony";
"sign.mobile.request.emailDocument"                          =       "Wyślij dokument w wiadomości e-mail";
"sign.mobile.request.email.maximum3AtATime"     =   "maksymalnie 3 dokumenty";
"sign.mobile.recipient.signer"    =   "Osoba podpisująca";
"sign.mobile.document.loading"    =   "Wczytywanie %li z %li...";
"sign.mobile.common.loading"      =   "Wczytywanie...";
"sign.mobile.common.downloading"  =   "Pobieranie...";
"sign.mobile.common.undo" = "Cofnij";
"sign.mobile.recipient.removed"  = "Adresat usunięty";

"sign.mobile.common.sign" = "Podpisz";
"sign.mobile.create.manageRecipients" = "Adresaci";
"sign.mobile.create.otherDetails" = "Szczegóły";
"sign.mobile.settings.usagelogsDescription" = "Twoje dane pozostaną całkowicie anonimowe i nie będą udostępniane podmiotom zewnętrznym.";
"sign.mobile.settings.enableCrashLogs" = "Wyślij raporty o awariach";
"sign.mobile.settings.enableUsageLogs" = "Udostępnij raporty dotyczące użycia";
"sign.mobile.settings.usageReports" = "Analityka";
"sign.mobile.common.alert" = "Alert";
"sign.mobile.settings.jailbrokenAlert" = "Wygląda na to, że Twój telefon ma złamane zabezpieczenia dostępu. Odradzamy logowanie się, ponieważ stanowi to zagrożenie dla danych.";
"sign.mobile.settings.securityAndPrivacy" = "Zabezpieczenia i prywatność";
"sign.mobile.settings.spotlightSearchDesc" = "Włączenie tej funkcji umożliwi znajdywanie dokumentów poprzez wyszukiwanie Spotlight";
"sign.mobile.settings.spotlightSearch" = "Wyszukiwanie Spotlight";

"sign.mobile.inperson.loginAs"          =   "Zaloguj jako %@";

"sign.mobile.request.recallDocument"        =   "Wycofaj dokument";
"sign.mobile.request.invalidAuthenticationCode" = "Nieprawidłowy kod uwierzytelniania";
"sign.mobile.document.uploadMsg"               =       "Przesyłanie dokumentu...\nCzekaj.";
"sign.mobile.common.thisWeek"                  =       "Bieżący tydzień";
"sign.mobile.common.thisMonth"                  =       "Bieżący miesiąc";
"sign.mobile.requests.seeAll"               =   "Zobacz wszystko";
"sign.mobile.request.assignToSomeoneElse"      =       "Przypisz innej osobie";
"sign.mobile.document.details"      =       "Szczegóły dokumentu";
"sign.mobile.request.create.pleaseUploadAFile"            =       "Przekaż plik.";
"sign.mobile.request.enterEmailAddress" = "Wprowadź adres e-mail.";
"sign.mobile.request.email.maximumContactAlert" = "Możesz jednocześnie zaimportować tylko 3 kontakty.";
"sign.mobile.request.email.allowContactAccess"            =           "Zezwól na dostęp do kontaktów, aby dodać je bezpośrednio do aplikacji.";
"sign.mobile.request.confirmDetails"  =  "Potwierdź szczegóły";
"sign.mobile.request.verifyNumberOfFields"    =   "Sprawdź liczbę pól dodanych dla każdego adresata i potwierdź.";
"sign.mobile.common.confirm"  =  "Potwierdź";

"sign.mobile.tooltip.dragAndDropFields"              =       "Przeciągnij i upuść pola";

"sign.mobile.request.signYourselfDesc"              =   "Podpisz dokumenty i wyślij innym.";
"sign.mobile.request.sendForSignaturesDesc"         =   "Żądaj, aby inni podpisywali dokumenty.";

"sign.mobile.request.declinedReason"              =       "Przyczyna odrzucenia";
"sign.mobile.inperson.chooseInPersonSigner"     =    "Wybierz osobę podpisującą osobiście";

"sign.mobile.settings.protectDocumentSigning"   =   "Chroń podpisywanie dokumentów";
"sign.mobile.settings.protectDocumentSigningDescription"   =   "Do podpisania każdego dokumentu wymagany jest kod paskowy.";
"sign.mobile.settings.phoneLogoutAfter5FailedAttemps"   =  "Po 5 nieudanych próbach wprowadzenia kodu dostępu nastąpi wylogowanie z Zoho Sign.";
"sign.mobile.settings.personalDetails" = "Dane osobowe";
"sign.mobile.common.tryAgain"      =    "Spróbuj ponownie";
"sign.mobile.requests.loadmore"     =   "Załaduj więcej";
"sign.mobile.requests.moveToTrash"  =    "Przenieś do Kosza";
"sign.mobile.settings.chooseSignatureStyle" = "Dotknij, aby wybrać styl podpisu";
"sign.mobile.settings.enterSignature" = "Wprowadź podpis";
"sign.mobile.settings.enterInitial" = "Wprowadź inicjał";
"sign.mobile.request.assignee"     =       "Osoba przypisana";
"sign.mobile.feedback.attachments"                =       "Załączniki";
"sign.mobile.help.siriShortcuts"  = "Skróty Siri";
"sign.mobile.common.helpAndSupport"    =    "Pomoc i wsparcie";
"sign.mobile.settings.version"         =       "Wersja %@";
"sign.mobile.common.about"           =       "Informacje";
"sign.mobile.settings.rateOurApp"    =      "Oceń aplikację";
"sign.mobile.request.addToSiriShortcut"    =      "Dodaj do skrótów Siri";
"sign.mobile.request.showSiriShortcut"    =      "Pokaż skróty Siri";
"sign.mobile.request.showRequest"    =      "Pokaż %@";
"sign.mobile.request.shareDocument"    =      "Udostępnij dokument";
"sign.mobile.iap.perUserPerMonth"   = "na użytkownika/miesiąc";
"sign.mobile.iap.perUserPerYear"   = "na użytkownika/rok";
"sign.mobile.editor.signatureFields" = "Pola podpisu";
"sign.mobile.editor.signerInformation" = "Informacje o podpisującym";
"sign.mobile.editor.additionalInformation" = "Dodatkowe informacje";


"sign.mobile.common.browse" = "Przeglądaj";
"sign.mobile.recipient.sms"  =    "SMS";
"sign.mobile.recipient.phoneNumber"  =    "Numer telefonu";
"sign.mobile.recipient.SMSOTPNote"                         =       "Uwaga: Kod uwierzytelniania zostanie wysłany w wiadomości SMS.";
"sign.mobile.field.dropDown"             =       "Lista rozwijana";
"sign.mobile.request.selectedDate"       =       "Wybierz datę";
"sign.mobile.request.enterPhoneNumber"       =       "Wprowadź numer telefonu";
"sign.mobile.notify.documentAssigned"        =       "Przypisanie dokumentu powiodło się.";
"sign.mobile.request.smsAuth"                =       "Hasło jednorazowe zostało wysłane na Twój telefon.";
"sign.mobile.request.authCodeSentToPhone"               =       "Kod uwierzytelniania został ponownie wysłany na Twój telefon.";


"sign.mobile.request.operationType.extended"   =       "Wydłużono";
"sign.mobile.request.operationType.recipientReassigned"    =       "Adresat ponownie przypisany";
"sign.mobile.request.operationType.ownershipChanged"    =       "Zmieniono własność";
"sign.mobile.request.operationType.termsAgreed"    =       "Zaakceptowano warunki";
"sign.mobile.request.operationType.auditDownloaded"    =       "Pobrano inspekcję";


"sign.mobile.recipient.invalidPhoneNumber"  =  "Wprowadź prawidłowy numer telefonu.";
"sign.mobile.request.enterYourText"         =       "Wprowadź tekst.";
"sign.mobile.field.dropdown.option"    =      "Opcja %i";
"sign.mobile.field.dropdown.addOption"    =      "Dodaj opcję";
"sign.mobile.field.defaultValue"    =      "Wartość domyślna";
"sign.mobile.field.dropdown.dropdownOptions"    =      "Opcje rozwijane";
"sign.mobile.field.dropdown.noneValue"    =      "Wybierz...";
"sign.mobile.settings.turnPasscodeOff"    =     "Wyłącz kod dostępu";
"sign.mobile.settings.turnPasscodeOn"     =     "Włącz kod dostępu";
"sign.mobile.docScanner.saveDocumentWith10Pages" = "Osiągnięto limit skanowania 10 stron. Zapisz dokument i wykonaj nowe skanowanie.";

//somesh -  for siri shortcuts
"sign.mobile.settings.siriShortcuts.showPendingDocuments" = "Pokaż oczekujące dokumenty";
"sign.mobile.settings.siriShortcuts.showCompletedDocuments" = "Pokaż ukończone dokumenty";
"sign.mobile.settings.siriShortcuts.requestSummary" = "Pokaż podsumowanie żądań";
"sign.mobile.settings.siriShortcuts.inProgressDocuments" = "Pokaż dokumenty w toku";
"sign.mobile.settings.siriShortcuts.expiringDocuments" = "Pokaż wygasające dokumenty";

"sign.mobile.settings.siriShortcuts.name.requestSummary" = "Podsumowanie żądań";
"sign.mobile.settings.siriShortcuts.name.completedDocuments" = "Ukończone dokumenty";
"sign.mobile.settings.siriShortcuts.name.pendingDocuments" = "Dokumenty oczekujące";
"sign.mobile.settings.siriShortcuts.name.inprogressDocuments" = "Dokumenty w toku";
"sign.mobile.settings.siriShortcuts.name.expiringDocuments" = "Wygasające dokumenty";

"sign.mobile.settings.siriShortcuts.subtitle.completedDocuments" = "Żądaj ukończonych dokumentów";
"sign.mobile.settings.siriShortcuts.subtitle.pendingDocuments" = "Żądaj oczekujących dokumentów";
"sign.mobile.settings.siriShortcuts.subtitle.inprogressDocuments" = "Żądaj dokumentów w toku";
"sign.mobile.settings.siriShortcuts.subtitle.expiringDocuments" = "Żądaj wygasających dokumentów";

"sign.mobile.settings.siriShortcuts.addedShortcuts" = "Dodane skróty";
"sign.mobile.settings.siriShortcuts.suggestedShortcuts" = "Sugerowane skróty";


"sign.mobile.recipient.addAlteastOneField"  =  "Dodaj co najmniej jedno pole dla %@";//maybe in web
"sign.mobile.recipient.addAlteastOneFieldForFollowingRecipients"  =  "Dodaj co najmniej jedno pole dla następujących adresatów %@";
"sign.mobile.recipient.alert.noPermissionToAddFields" = "Nie masz uprawnień do modyfikowania pól.";
"sign.mobile.recipient.alert.userIsNotAnIntendedSigner" = "Ten adresat nie jest wyznaczoną osobą podpisującą.";
"sign.mobile.document.autoFillAndSign"  =  "Automatyczne wypełnianie i podpisywanie";


"sign.mobile.fields.tapToAddField" = "Dotknij, aby dodać %@";
"sign.mobile.fields.tapToSelectCheckbox" = "Dotknij, aby wybrać pole wyboru";
"sign.mobile.editor.moreActions"   = "Więcej akcji";

"sign.mobile.alert.noAccessToYourPhoto"  =  "Aplikacja nie ma dostępu do zdjęć.";

"sign.mobile.editor.tapFinishToComplete" = "Pomyślnie wypełniono wszystkie pola. Kliknij przycisk Zakończ, aby ukończyć.";
"sign.mobile.create.tapToStartSign" = "Dotknij, aby zacząć podpisywanie";
"sign.mobile.editor.pleaseReviewAndSign" = "Przejrzyj ten dokument i dotknij tutaj, aby rozpocząć podpisywanie.";
"sign.mobile.create.chooseSigningOption"  = "Wybierz opcję podpisywania";
"sign.mobile.account.documentsLeft" = "Pozostałe dokumenty";
"sign.mobile.account.documentsPerMonth" = "%d dokumentów miesięcznie";
"sign.mobile.documentStatus.waitingInaQueue" = "Oczekiwanie w kolejce";
"sign.mobile.documentStatus.yetToView" = "Wysłano. Oczekiwanie na wyświetlenie";
"sign.mobile.documentStatus.yetToSign" = "Wyświetlono. Oczekuje na podpis";
"sign.mobile.create.chooseDocuments" = "Wybierz dokumenty";
"sign.mobile.create.recipientAction" = "Akcja adresata";
"sign.mobile.common.recipient" = "Adresat";
"sign.mobile.templates.quicksend"    =   "Szybkie wysyłanie";

"sign.mobile.photopicker.saveDocumentWith10Pages" = "Osiągnięto limit 10 stron. Zapisz dokument i utwórz nowy.";
"sign.mobile.photopicker.photos.downloadError" = "Nie można pobrać obrazu";
"sign.mobile.common.capture" = "Przechwyć";


"sign.mobile.settings.siriShortcuts.subtitle.requestSummary" = "Zażądaj podsumowania dokumentów Zoho Sign";
"sign.mobile.settings.siriShortcuts.subtitle.completedDocuments" = "Zażądaj listy ukończonych dokumentów";
"sign.mobile.settings.siriShortcuts.subtitle.pendingDocuments" = "Zażądaj listy dokumentów wymagają Twojego podpisu";
"sign.mobile.settings.siriShortcuts.subtitle.inprogressDocuments" = "Zażądaj listy dokumentów oczekujących na innych";
"sign.mobile.settings.siriShortcuts.subtitle.expiringDocuments" = "Wyświetla listę wygasających dokumentów";

"sign.mobile.request.sendReminders" = "Wyślij przypomnienie";
"sign.mobile.common.info" = "Informacje";

"sign.mobile.settings.siriShortcuts.name.statusSummary" = "Podsumowanie stanu";
"sign.mobile.settings.siriShortcuts.statusSummary" = "Pokaż podsumowanie stanu Zoho Sign";


"sign.mobile.inperson.instructions"   =   "1. Przekaż kontrolę osobie podpisującej\n\n2. Poprowadź osobę podpisującą na wszystkich etapach procesu podpisywania\n\n3. Poinformuj osobę podpisującą, aby w razie potrzeby wprowadzić kod uwierzytelniający\n\n4. Odzyskaj kontrolę po podpisaniu dokumentu przez osobę podpisującą\n\n5. Powtórz ten sam proces dla więcej niż jednej osoby podpisującej";
"sign.mobile.inperson.passcontrol.title" = "Osoby podpisujące osobiście";
"sign.mobile.inperson.passcontrol.selectSigner"    =   "Wybierz osobę podpisującą, która ma być hostem sesji.";
"sign.mobile.inperson.host.message"   =   "Podpisanie dokumentu powiodło się. Możesz teraz z powrotem przekazać kontrolę hostowi.";
"sign.mobile.inperson.startsigning.title"   =    "Sesja podpisywania osobistego";
"sign.mobile.doucument.signedSuccessMsg" = "Pomyślnie podpisano dokument.";

"sign.mobile.login.watchdemo" = "Obejrzyj pokaz";
"sign.mobile.login.signPaperless" = "PODPISZ, BEZ PAPIERU";
"sign.mobile.login.productDescription" = "Zaawansowana aplikacja do podpisów cyfrowych dla osób upoważnionych do składania podpisów";
"sign.mobile.siriIntentUI.summary" = "Wyświetlanie podsumowania stanu Zoho Sign";
"sign.mobile.sign.capture.instructions" = "Umieść podpis w polu";


"sign.mobile.fields.enterYourValue" = "Wprowadź %@";
"sign.mobile.fields.enterValue" = "Wprowadź %@";
"sign.mobile.fields.chooseAnOption" = "Wybierz opcję";
"sign.mobile.fields.selectTheCheckbox" = "Zaznacz pole wyboru";

"sign.mobile.template.delete"            =       "Usuń szablon";
"sign.mobile.common.readAndWrite"        =       "Odczyt/zapis";
"sign.mobile.fields.provideDefaultValueForDropdownField" = "Wprowadź wartość domyślną dla pola rozwijanego tylko do odczytu %@";

"sign.mobile.profile.currentPlan"                   =       "Plan %@";
"sign.mobile.request.operationType.requestRecipientRevoked"    =       "Odwołano dostęp";
"sign.mobile.request.operationType.requestRecipientGranted"    =       "Udzielono dostępu";
"sign.mobile.request.operationType.requestRecipientReassigned"    =       "Przypisano ponownie";
"sign.mobile.instruction.invalidDocumentName" = "%@ nie może zawierać %@.";
"sign.mobile.alert.documentUploadFailed"                     =       "Przekazywanie dokumentu nie powiodło się. Spróbuj ponownie.";
"sign.mobile.alert.defaultFieldsCanBeModifiedInAcccountsPage" = "Imię, nazwisko i strefę czasową można modyfikować jedynie na stronie Zoho Accounts, a zmiany zostaną odzwierciedlone we wszystkich aplikacjach Zoho.";
"sign.mobile.alert.allowPhotosAccess"  =  "Udziel Zoho Sign uprawnień dostępu do zdjęć.";
"sign.mobile.alert.unableToUseCamerainMultiscreenMode"  =  "Nie można zeskanować podpisów w widoku złożonym. Włącz tryb pełnoekranowy.";
"sign.mobile.notify.requestCompleted"                =       "Ukończono dokument";
"sign.mobile.notify.requestReceived"                 =       "Otrzymano nowy dokument";
"sign.mobile.notify.requestReminder"                 =       "Przypomnienie o dokumencie";
"sign.mobile.notify.documentSigned"                 =       "Dokument podpisany";
"sign.mobile.recipient.approver"   =  "Osoba zatwierdzająca";
"sign.mobile.request.alert.addAtleastOneField" = "Dodaj co najmniej jedno pole";
"sign.mobile.request.approved"                 =       "Zatwierdzono";
"sign.mobile.documentStatus.yetToApprove" = "Wyświetlono. Wymaga zatwierdzenia";
"sign.mobile.request.operationType.requestApproved" = "Dokument zatwierdzony";
"sign.mobile.editor.startApproving" =  "Rozpocznij zatwierdzanie";
"sign.mobile.request.assignToSomeoneElseToApprove" = "Poproś kogoś innego o zatwierdzenie";
"sign.mobile.request.declineApproveRequest" = "Nie zatwierdzaj";
"sign.mobile.recipient.approve"   =  "Zatwierdź";
"sign.mobile.request.approvedSuccessfully"      =       "Pomyślnie zatwierdzono";
"sign.mobile.activityIndicator.approvingDoc"              =       "Zatwierdzanie dokumentu...";
"sign.mobile.editor.pleaseReviewAndApprove" = "Przejrzyj ten dokument i dotknij tutaj, aby rozpocząć zatwierdzanie.";
"sign.mobile.documentStatus.waitingInQueue" = "Oczekiwanie w kolejce";
"sign.mobile.login.videoPlayerError" = "Nie można odtworzyć wideo";

"sign.mobile.request.exportDocument"    =      "Eksportuj dokument";
"sign.mobile.settings.aboutZohoSign"    =       "Informacje o Zoho Sign";
"sign.mobile.common.ZohoSignDescription"        =   "\\tZoho Sign to usługa podpisów cyfrowych, która umożliwia szybkie wykonywanie umów bez problemów związanych z wysyłką dokumentów fizycznych, jednocześnie gwarantując bezpieczeństwo i zgodność z prawem. Usługa działa całkowicie w chmurze i integruje się z aplikacjami, z których codziennie korzystasz, aby ułatwić podpisywanie.\n\n\\tZoho Sign doskonale sprawdzi się w przypadku osób, które potrzebują podpisywać dokumenty biznesowe. Jest również często używana przez pracowników działów kadr, prawnych, finansowych i sprzedaży.";
"sign.mobile.passcode.invalidPasscode" = "Nieprawidłowy kod dostępu";
"sign.mobile.passcode.unlock" = "Odblokuj";
"sign.mobile.passcode.re-enterPasscode" = "Wprowadź ponownie kod dostępu";
"sign.mobile.passcode.removeLock" = "Usuń blokadę";
"sign.mobile.passcode.passcodeConfirm" = "Wprowadź kod dostępu, aby potwierdzić";
"sign.mobile.common.passcode" = "Kod dostępu";
"sign.mobile.passcode.createPasscodeToProtectData" = "Utwórz kod dostępu, aby chronić swoje dane";
"sign.mobile.fields.changeColor" = "Zmień kolor";
"sign.mobile.fields.formatting" = "Formatowanie";
"sign.mobile.fields.font" = "Czcionka";
"sign.mobile.fields.color" = "Kolor";
"sign.mobile.fields.checkbox.checked" = "Zaznaczone";
"sign.mobile.fields.checkbox.unchecked" = "Niezaznaczone";
"sign.mobile.document.pagesCount" = "Liczba stron: %i";
"com.zoho.sign.macos.standard.us.monthly"        =    "Standard — miesięcznie";
"com.zoho.sign.macos.standard.us.yearly"         =    "Standard — rocznie";
"com.zoho.sign.macos.pro.us.monthly"             =    "Professional — miesięcznie";
"com.zoho.sign.macos.pro.us.yearly"              =    "Professional — rocznie";
"sign.mobile.request.signersLocation"   =  "Lokalizacja adresata";

"sign.mobile.sign.siriIntent.invalidDocument" = "Dokument jest nieprawidłowy";
"sign.mobile.alert.signoutConfirmation"        =       "Czy chcesz się wylogować?";
"sign.mobile.alert.saveChanges"        =       "Czy chcesz zapisać wprowadzone zmiany?";
"sign.mobile.alert.discardChanges"        =       "Czy chcesz odrzucić wszystkie zmiany?";
"sign.mobile.alert.discardConfrimation"        =       "Czy na pewno chcesz odrzucić zmiany?";

"sign.mobile.siriShortcuts.signDocuments.name" = "Pokaż dokumenty do podpisania";
"sign.mobile.siriShortcuts.signDocuments.subtitle" = "Skonfiguruj polecenia i skróty Siri uruchamiane głosem w celu przypisywania dokumentów innym osobom, odrzucania ich lub automatycznego wypełniania i samodzielnego podpisywania.";
"sign.mobile.siriShortcuts.signDocuments.confirmation" = "OSTRZEŻENIE! Podpisując dokument przy użyciu tego skrótu, automatycznie zgadzasz się na warunki określone przez właściciela dokumentu.";


"sign.mobile.chooseDocuments.maximumDocumentsReached" = "Można przekazać maksymalnie 20 plików w dokumencie.";
"sign.mobile.chooseDocument.unsupportedFileFormat" = "Pliki ”%@” są nieobsługiwane.";

"sign.mobile.docslist.footerText" = "%d elementów";
"sign.mobile.phoneNumberKit.selectCountry" = "Wybierz kraj";
"sign.mobile.phoneNumberKit.currentLocation" = "Bieżąca lokalizacja";
"sign.mobile.homePage.createTemplate" = "Utwórz szablon";
"sign.mobile.common.back" = "Wstecz";
"sign.mobile.alert.visitAccountsPage" = "Przejdź do strony konta";
"sign.mobile.common.printDocument" = "Drukuj dokument";

"sign.mobile.login.signUpDesc" = "Nie masz konta?";
"sign.mobile.login.freeSignUp" = "Darmowa rejestracja";
"sign.mobile.common.or" = "lub";

"sign.mobile.recipients.action.signedOn" = "Podpisano na %@";
"sign.mobile.recipients.action.assignedOn" = "Przypisano na %@";
"sign.mobile.recipients.action.approvedOn" = "Zatwierdzono w dniu %@";
"sign.mobile.recipients.action.viewedOn" = "Oglądane na %@";

"sign.mobile.accountCreate.alreadyhaveATeamAccount" = "Masz już konto zespołu?";
"sign.mobile.accountCreate.contactAdmin" = "Skontaktuj się z administratorem, aby uzyskać zaproszenie do Zoho Sign.";
"sign.mobile.accountCreate.organisationName" = "Nazwa organizacji";
"sign.mobile.accountCreate.newToZohoSign" = "Nowy w Zoho Sign?";
"sign.mobile.accountCreate.orgNameDescription" = "Stworzymy ekskluzywną przestrzeń dla Twojej organizacji w Zoho Sign, używając tej nazwy. Pomoże nam to również zidentyfikować Twoją organizację i członków.";
"sign.mobile.requestDetail.recipientLocationDesc" = "Lokalizacja geograficzna jest szacowana na podstawie adresu IP.";
"sign.mobile.field.attachment" =  "Załącznik";
"sign.mobile.field.attachments" =  "Załączniki";
"sign.mobile.fields.uploadAttachment" =  "Przekaż załącznik";
"sign.mobile.notify.attachmentUploadedSuccessfully" =  "Przekazanie załącznika powiodło się";
"sign.mobile.notify.attachmentDeletedSuccessfully" =  "Usunięcie załącznika powiodło się";
"sign.mobile.activityIndicator.uploadingAttachment"    =       "Przesyłanie załącznika...";
"sign.mobile.field.attachment.delete"       = "Usuń załącznik";
"sign.mobile.field.attachment.view"       = "Wyświetl załączniki";
"sign.mobile.emptyScreen.noAttachmentsAdded"                =       "Nie dodano jeszcze załącznika";


"sign.mobile.request.operationType.attachmentAdded"       =       "Dodano załącznik";
"sign.mobile.request.operationType.attachmentDeleted"     =       "Usunięto załącznik";
"sign.mobile.iap.feature.signerAttachments"              =        "Załączniki osoby podpisującej";
"sign.mobile.iap.feature.rebranding"                     =        "Zmiana marki";
"sign.mobile.iap.feature.approverAction"                 =        "Akcja zatwierdzającego";
"sign.mobile.emptyScreen.noTemplatesAddedYet"         =       "Nie masz jeszcze żadnych szablonów.";

"sign.mobile.request.doYouWantToSignInFlow"    =   "Należysz do grupy podpisujących. Czy chcesz od razu podpisać ten dokument?";
"sign.mobile.request.editAsNew"                =   "Edytuj jako nowy";

"sign.mobile.editor.resetAllFields" = "Resetuj wszystko";
"sign.mobile.otherDetail.reminders" = "Przypomnienia";
"sign.mobile.otherDetail.automaticReminders" = "Automatyczne przypomnienia";
"sign.mobile.otherDetail.automaticReminders.timePeriodTitle" = "Częstotliwość";
"sign.mobile.otherDetail.reminderTimePeriodPlaceHolder" = "Dni";
"sign.mobile.otherDetail.reminderPeriodErrorCheck" = "Częstotliwość przypomnienia nie może być większa niż 100";
"sign.mobile.request.rename" = "Zmień nazwę";
"sign.mobile.request.certificate" = "Certyfikat";
"sign.mobile.request.activity" = "Działanie";
"sign.mobile.otherDetail.addDocumentType" = "Dodaj typ dokumentu";
"sign.mobile.otherDetail.addFolder" = "Dodaj folder";
"sign.mobile.request.remainingDays" = "za %d dni";
"sign.mobile.common.reset" = "Resetuj";
"sign.mobile.request.requestEdit"    =       "Edytuj dokument";
"sign.mobile.field.radio"           =   "Przycisk radiowy";
"sign.mobile.request.confirmAndSend"  =  "Potwierdź i wyślij";
"sign.mobile.request.signNow"         =   "Podpisz teraz";
"sign.mobile.request.signLater"       =   "Podpisz później";
"sign.mobile.settings.legalGuide"     =   "Poradnik prawny";
"sign.mobile.request.radioButton"      =    "Przycisk radiowy";
"sign.mobile.chooseDocuments.useTemplate" = "Użyj szablonu";
"sign.mobile.request.allSentRequest" = "Wszystkie wysłane dokumenty";
"sign.mobile.request.allReceivedRequest" = "Wszystkie otrzymane dokumenty";
"sign.mobile.fileImporter.workDrive.workSpaces" = "Obszary robocze";
"sign.mobile.fileImporter.workDrive.myTeams" = "Moje zespoły";
"sign.mobile.fileImporter.workDrive.recentFiles" = "Ostatnie pliki";
"sign.mobile.fileImporter.workDrive.favorites" = "Ulubione";
"sign.mobile.fileImporter.workDrive.myFolders" = "Moje foldery";
"sign.mobile.fileImporter.workDrive.sharedWithMe" = "Udostępnione dla mnie";
"sign.mobile.fileImporter.workDrive.Folders" = "Foldery";
"sign.mobile.fileImporter.workDrive.Files" = "Pliki";
"sign.mobile.radioButton.values" = "Wartości przycisków radiowych";
"sign.mobile.common.daysCount" = "%d dni";
"sign.mobile.request.expiresIn" = "Wygasa za";
"sign.mobile.common.print" = "Drukuj";

"sign.mobile.continuity_camera_desc" = "Kamera Continuity działa wyłącznie, gdy urządzenia Mac oraz iOS są blisko siebie i są spełnione następujące kryteria:";
"sign.mobile.continuity_camera_step1" = "* Sprawdź, czy Wi-Fi i Bluetooth są włączone na obu urządzeniach.";
"sign.mobile.continuity_camera_step2" = "* Sprawdź, czy do zalogowania się na koncie iCloud na obu urządzeniach został użyty ten sam identyfikator Apple ID.";
"sign.mobile.continuity_camera_step3" = "* Sprawdź, czy komputer Mac ma system Mojave lub nowszy, a urządzenie iOS ma system iOS 12 lub nowszy.";
"sign.mobile.continuity_camera_refer" =  "Kliknij to łącze, aby uzyskać więcej informacji: %@";
"sign.mobile.continuity_camera_gallery" = "Galeria";
"sign.mobile.continuity_camera_import_from_iphone" = "Importuj z iPhone’a";
"sign.mobile.continuity_camera_finder" = "Finder";



"sign.mobile.emptyScreen.noPendingDocuments"            =       "Brak oczekujących dokumentów";
"sign.mobile.emptyScreen.noPendingDocumentsDesc"        =       "W tym miejscu będą widoczne dokumenty wysłane przez innych do podpisania przez Ciebie";
"sign.mobile.emptyScreen.noInprogressDocuments"         =       "Brak dokumentów w toku";
"sign.mobile.emptyScreen.noInprogressDocumentsDesc"     =       "W tym miejscu będą widoczne dokumenty wysłane przez Ciebie do podpisania przez innych";
"sign.mobile.alert.noInternetConnectionDesc"            =       "Sprawdź połączenie sieciowe i spróbuj ponownie";
"sign.mobile.emptyScreen.noRequestOnSearchDesc"         =       "Nie znaleziono żadnych pasujących wyników. Spróbuj wyszukać inne słowa kluczowe";

"sign.mobile.emptyScreen.noTemplatesAvailableDesc"      =       "Dotknij „+”, aby dodać pierwszy szablon";

"sign.mobile.homescreen.inperson.singleSignerStatus"  = "%@ wymaga podpisu";
"sign.mobile.homescreen.inperson.multipleSignerStatus"  = "Pozostało %i z %i osób podpisujących";


"sign.mobile.request.hostNow"         =   "Poprowadź teraz";
"sign.mobile.request.hostLater"       =   "Poprowadź później";
"sign.mobile.request.doYouWantToHostInFlow"    =   "Należy do grupy przypisanych gospodarzy. Czy chcesz od razu zebrać podpisy w dokumencie?";


"sign.mobile.emptyScreen.noDocumentsAvailableDesc"      =       "Nie znaleziono żadnych pasujących dokumentów";

"sign.mobile.iap.offer.forMonths" = "na %i mies.";
"sign.mobile.iap.offer.for1Year" = "na 1 rok";
"sign.mobile.iap.offer.afterMonths" = "po %i mies.";
"sign.mobile.iap.offer.after1Year" = "po 1 roku";

"sign.mobile.NodataView.documents.allSent.desc" = "W tym miejscu będą widoczne wszystkie dokumenty wysłane przez Ciebie do podpisania przez innych";
"sign.mobile.NodataView.documents.inprogress.desc" = "Nie masz żadnych dokumentów w toku";
"sign.mobile.NodataView.documents.draft.desc" = "Nie masz żadnych dokumentów zapisanych jako wersja robocza";
"sign.mobile.NodataView.documents.expiring.desc" = "Nie masz żadnych wygasających dokumentów";
"sign.mobile.NodataView.documents.expired.desc" = "Nie masz żadnych wygasłych dokumentów";
"sign.mobile.NodataView.documents.completed.desc" = "Nie masz żadnych ukończonych dokumentów";
"sign.mobile.NodataView.documents.declined.desc" = "Nie masz żadnych odrzuconych dokumentów";
"sign.mobile.NodataView.documents.sentTrash.desc" = "Nie masz żadnych dokumentów w koszu";
"sign.mobile.NodataView.documents.pending.desc" = "Nie masz żadnych oczekujących dokumentów";
"sign.mobile.NodataView.documents.receivedCompleted.desc" = "Nie masz żadnych ukończonych dokumentów";
"sign.mobile.NodataView.documents.receivedTrash.desc" = "Nie masz żadnych dokumentów w koszu";
"sign.mobile.NodataView.documents.allReceived.desc" = "W tym miejscu będą widoczne wszystkie dokumenty wysłane przez innych do podpisania przez Ciebie";

"sign.mobile.common.searchDocuments" = "Wyszukaj dokumenty";
"sign.mobile.common.sent" = "Wysłano";
"sign.mobile.common.received" = "Odebrane";

"sign.mobile.activityIndicator.uploadingProgress"       = "Przekazywanie %d z %d...";
"sign.mobile.notify.attachmentsAddedSuccessfully"       = "Dodanie załączników powiodło się";
"sign.mobile.request.loginToProceed"                    = "Zaloguj się, aby kontynuować";

"sign.mobile.common.general"                            = "Ogólne";
"sign.mobile.settings.personalize.documentSigning"      = "Podpisywanie dokumentów";
"sign.mobile.settings.personalize.autoScrollToNextFields" = "Automatyczne przewijaj do następnego pola";
"sign.mobile.settings.personalize.showSignerHints"          = "Pokaż podpowiedzi dla osoby podpisującej";
"sign.mobile.settings.personalize.highlightAnnotatedFields" = "Zaznacz pola z adnotacjami";
"sign.mobile.settings.personalize.showSignerHintsDesc"      = "Wyświetla wskaźniki obok pól podpisującego, które muszą być wypełnione, aby zapobiec niepotrzebnemu przewijaniu dokumentu.";
"sign.mobile.settings.personalize.highlightAnnotatedFieldsDesc"     = "Pola wypełnione przez podpisujących są mają kolorowe tło w celu łatwiejszej identyfikacji. Kolorowe tła nie są widoczne w eksportowanych dokumentach.";


"sign.mobile.workdrive.noUserFound" = "Nie masz konta Zoho WorkDrive";
"sign.mobile.workdrive.noEnterpriseUser" = "Nie jesteś użytkownikiem korporacyjnym";

"sign.mobile.accountSettings.recipientActions.downloadDocument" = "Pobierz dokument";
"sign.mobile.accountSettings.sendMailFrom.organisation" = "Adres e-mail organizacji";
"sign.mobile.accountSettings.sendMailFrom.sender" = "Adres e-mail nadawcy";
"sign.mobile.accountSettings.sendMailFrom.zohoSignNotification" = "Adres e-mail z powiadomieniem o znaku Zoho";
"sign.mobile.accountSettings.pageConfig.allPages" = "Wszystkie strony";
"sign.mobile.accountSettings.pageConfig.firstPageOnly" = "Tylko pierwsza strona";
"sign.mobile.accountSettings.pageConfig.lastPageOnly" = "Tylko ostatnia strona";
"sign.mobile.accountSettings.positionConfig.header" = "Nagłówek";
"sign.mobile.accountSettings.positionConfig.footer" = "Stopka";
"sign.mobile.accountSettings.sendDocumentsTo.allRecipients" = "Wszyscy odbiorcy";
"sign.mobile.accountSettings.sendDocumentsTo.onlySender" = "Tylko nadawca";
"sign.mobile.accountSettings.sendDocumentsTo.none" = "Brak";
"sign.mobile.accountSettings.showSignerAttachmentsTo.senderAndSigner" = "Nadawca i podpisujący";
"sign.mobile.accountSettings.showSignerAttachmentsTo.everyBody" = "Wszyscy mający dostęp do podpisanych dokumentów";
"sign.mobile.accountSettings.enforceAuthentication" = "Wymuszaj uwierzytelnianie";
"sign.mobile.accountSettings.showSignerHints" = "Pokaż wskazówki dla osób podpisujących";
"sign.mobile.accountSettings.embedDocumentId" = "Dodaj identyfikator dokumentu do dokumentów";
"sign.mobile.accountSettings.embedDocumentId.page" = "Dodaj do";
"sign.mobile.accountSettings.embedDocumentId.positon" = "Pozycja";
"sign.mobile.accountSettings.sendCompletionCertificate" = "Wyślij„ Certyfikat ukończenia ”do odbiorców";
"sign.mobile.accountSettings.sendCompletedDocumentsTo" = "Wyślij ukończone dokumenty do";
"sign.mobile.accountSettings.showSignerAttachmentsTo" = "Widoczny dla";
"sign.mobile.accountSettings.redirection.signingDocument" = "Podpisywanie dokumentu";
"sign.mobile.accountSettings.redirection.decliningDocument" = "Odrzucanie dokumentu";
"sign.mobile.accountSettings.redirection.skipToSignLater" = "Przejście do podpisania później";
"sign.mobile.accountSettings.redirection.allowRedirection" = "Zezwól na przekierowanie";
"sign.mobile.accountSettings.customLandingPages.invalidURL" = "Proszę wprowadzić poprawny adres URL formatu https://www.example.com";
"sign.mobile.accountSettings.documentID" = "Identyfikator dokumentu";
"sign.mobile.accountSettings.uponDocumentCompletion" = "Po zakończeniu dokumentu";
"sign.mobile.accountSettings.customLandingPages" = "Niestandardowe strony docelowe";
"sign.mobile.accountSettings.updating" = "Aktualizowanie ...";
"sign.mobile.accountSettings.successfullyUpdated" = "Pomyślnie zaktualizowano";
"sign.mobile.accountSettings.allowedModes.description" = "Wybierz tryby dostarczania OTP.";
"sign.mobile.accountSettings.recipientAction.description" = "Wybierz czynności, które podpisujący może wykonać podczas podpisywania dokumentów.";
"sign.mobile.accountSettings.signerAttachment.description" = "Wybierz, kto może wyświetlać załączniki przesłane przez osoby podpisujące w momencie podpisywania.";
"sign.mobile.accountSettings.customLandingPages.description" = "Przekieruj odbiorców do określonego adresu URL zamiast domyślnej strony po zakończeniu akcji.";
"sign.mobile.accountSettings.requestValidity" = "Żądanie ważności";
"sign.mobile.accountSettings.allowedModes" = "Dozwolone tryby dostarczania OTP";
"sign.mobile.accountSettings.title" = "Ustawienia konta";
"sign.mobile.settings.applicationPreferences" = "Preferencje aplikacji";
"sign.mobile.accountSettings.sendingOptions" = "Opcje wysyłania";
"sign.mobile.accountSettings.receipientExperience" = "Doświadczenie odbiorcy";
"sign.mobile.accountSettings.receipientAuthentication" = "Uwierzytelnianie odbiorcy";
"sign.mobile.accountSettings.documentCompletionSettingsDescription" = "Kontroluj, kto otrzymuje kompletne dokumenty i certyfikat ukończenia jako załączniki wiadomości e-mail.";
"sign.mobile.accountSettings.documentIDDescription" = "Wybierz, czy i jak chcesz, aby unikalny identyfikator dokumentu był uwzględniany w podpisywanych dokumentach.";
"sign.mobile.settings.accountSettingsDescription" = "Skonfiguruj domyślne ustawienia ważności żądania, przypomnień odbiorcy i kolejności podpisywania. Można je edytować dla każdego dokumentu w momencie wysyłania.";
"sign.mobile.common.signForms"                      =   "SignForms";
"sign.mobile.common.addDocumentType.description"    = "Dodaj typ dokumentu";
"sign.mobile.common.addFolderType.description"      = "Dodaj folder";
"sign.mobile.signForms.detail.URL"                  = "Adres URL";
"sign.mobile.signforms.detail.maximumResponses"     = "Limit odpowiedzi";
"sign.mobile.signForms.detail.maximumResponses.placeHolderText" = "Wprowadź numer (###)";
"sign.mobile.signForms.detail.signFormName.placeHolderText" = "Wprowadź nazwę";
"sign.mobile.signForms.detail.validUntil"           = "Ważne do";
"sign.mobile.login.youHaveTobeSignedIn"             = "Ta akcja wymaga zalogowania się.";
"sign.mobile.common.preview"                        =   "Podgląd";
"sign.mobile.common.previous"                       =   "Wstecz";

"sign.mobile.create.signDocument"                   =  "Podpisz dokument";
"sign.mobile.create.signADocument"                  =  "Podpisz dokument";
"sign.mobile.widgetkit.trackDocumentStatus"         =  "Śledź status dokumentu";
"sign.mobile.widgetkit.trackDocumentDesc"           =  "Śledź każdy etap podpisywania dokumentów.";

"sign.mobile.widgetkit.InprogressDocumentsDesc"     = "Wyświetla listę dokumentów, które zostały wysłane do podpisu.";
"sign.mobile.widgetkit.pendingDocumentsDesc"        = "Wyświetla listę dokumentów, które wymagają Twojego podpisu.";

"sign.mobile.signForms.alert.expired"                =  "Ten formularz SignForm wygasł. Skontaktuj się z właścicielem lub nadawcą łącza, aby uzyskać pomoc.";
"sign.mobile.signForms.alert.limitReached"           = "Ten formularz SignForm osiągnął maksymalny limit odpowiedzi. Skontaktuj się z właścicielem lub nadawcą łącza, aby uzyskać pomoc.";
"sign.mobile.signForms.alert.inActive"               = "Ten formularz SignForm został wyłączony. Skontaktuj się z właścicielem lub nadawcą łącza, aby uzyskać pomoc.";
"sign.mobile.signForms.alert.invalidDate"            = "W adresie URL formularza SignForm określono nieprawidłową datę.";
"sign.mobile.signForms.limitReached"            = "Osiągnięto limit odpowiedzi";


"sign.mobile.alert.folderAlreadyExists"             =   "Folder o nazwie „%@” już istnieje.";
"sign.mobile.alert.documentTypeAlreadyExists"       =   "Typ dokumentu o nazwie „%@” już istnieje.";


"sign.mobile.accountSettings.signedCopy.emailAttachment" =  "Załącznik e-mail";
"sign.mobile.accountSettings.signedCopy.documentMailLink" =  "Łącze do dokumentu w wiadomości e-mail";
"sign.mobile.accountSettings.sendSignedCopyAs"            =  "Wyślij podpisaną kopię jako";


"sign.mobile.fields.textbox.validation"              =  "Weryfikacja";
"sign.mobile.signfield.status.all"                   =  "Wszystkie";
"sign.mobile.signfield.status.active"                =  "Aktywne";
"sign.mobile.signfield.status.inactive"              =  "Nieaktywnie";
"sign.mobile.signfield.status.expired"               =  "Wygasłe";
"sign.mobile.signfield.status.max_limit_reached"       =  "Osiągnięto limit.";


"sign.mobile.fields.textValidation"        =  "Weryfikacja dla pola tekstowego";
"sign.mobile.fields.validation.none"       =  "Brak";
"sign.mobile.fields.validation.numbers"    =  "Cyfry";
"sign.mobile.fields.validation.letters"    =  "Litery";
"sign.mobile.fields.validation.mail"      =  "E-mail";
"sign.mobile.fields.validation.custom"    =  "Niestandardowe";



"sign.mobile.fields.validation.custom.errorMessage" =  "Nieprawidłowy format danych. Wprowadź dane ponownie w prawidłowym formacie.";
"sign.mobile.fields.validation.custom.footerMessage" = "Dostosuj wiadomość wyświetlaną osobie podpisującej, gdy wprowadzi dane w polu w niewłaściwym formacie.";
"sign.mobile.fields.validation.custom.enterRegex"  =  "Podaj swój wzorzec regex dla pola.";



"sign.mobile.fields.validation.regexAndErrorMessage"  =     "Wzorzec regex i komunikat o błędzie";
"sign.mobile.fields.validation.type"              =     "Rodzaj walidacji";
"sign.mobile.fields.validation.errorMessage"      =     "Komunikat o błędzie";
"sign.mobile.fields.validation.custom.invalidRegex"            =  "Podaj prawidłowy wzorzec regex.";
"sign.mobile.fields.validation.custom.invalidErrorMessage"     =  "Wprowadź prawidłowy komunikat o błędzie.";



"sign.mobile.field.stamp"                        =  "Pieczątka";
"sign.mobile.signforms.qrCode"                   =  "Kod QR";
"sign.mobile.signforms.scanQRCodeToInitateSigning"  =  "Twoi współpracownicy i klienci mogą zeskanować lub przekazać ten kod QR, aby rozpocząć podpisywanie dokumentu poprzez SignForms.";



"sign.mobile.request.extendExpiryDate" = "Przedłuż termin podpisania";
"sign.mobile.notify.expiryDateUpdated" = "Termin podpisania dokumentów został przedłużony.";
"sign.mobile.common.errorMsg.noImageInCropArea" = "W obszarze kadrowania nie ma obrazu.";
"sign.mobile.request.newExpiryDate" = "Nowy termin podpisania";
"sign.mobile.emptyScreen.noFoldersAdded" = "Nie ma istniejących folderów.";
"sign.mobile.emptyScreen.noDocumentTypeAdded" = "Nie ma istniejących typów dokumentów.";
"sign.mobile.settings.sendAnonymously" = "Wyślij anonimowo";
"sign.mobile.settings.analyticsDescription" = "Pomóż Zoho Sign ulepszyć doświadczenie użytkownika, automatycznie wysyłając diagnostykę i statystyki użytkowania";


//print and sign
"sign.mobile.common.reviewAndSend" = "Przejrzyj i wyślij";
"sign.mobile.fields.validation.error.onlyAlphabetsAreAllowed" = "Dozwolone są tylko wartości alfabetyczne";
"sign.mobile.fields.validation.error.onlyNumericAreAllowed" = "Dozwolone są tylko wartości liczbowe";
"sign.mobile.signForms.limitResponses" = "Ogranicz odpowiedzi SignForm";
"sign.mobile.emptyScreen.noSignformsAdded" = "Nie dodano jeszcze żadnych znaków informacyjnych";
"sign.mobile.signforms.validityDateError" = "Ważność musi być większa lub równa bieżącej dacie";


"sign.mobile.recipient.language"                        =       "Język adresata";
"sign.mobile.recipient.languageDesc"                    =       "Gdy adresat otworzy dokument do podpisania, interfejs podpisywania będzie wyświetlany w wybranym języku.";

"sign.mobile.request.printAndSign.uploadPhysicalDocument"   =  "Przekaż fizycznie podpisany dokument";
"sign.mobile.request.printAndSign.uploadSignedDocument"     =  "Przekaż podpisany dokument";
"sign.mobile.request.printAndPhysciallySign"                =  "Drukuj i podpisz fizycznie";
"sign.mobile.request.printAndSign.reviewDocumentForNextSigner" =  "Fizycznie podpisana kopia tego dokumentu została przekazana poprzedniej osobie podpisującej. Sprawdź wyrównanie pól dokumentu dla kolejnych osób podpisujących i wyślij dokument.";
"sign.mobile.notif.uploadedSuccessfully"                        =   "Przekazanie powiodło się";
"sign.mobile.request.status.physciallySigned"                   =    "Podpisany fizycznie";
"sign.mobile.request.status.physicalSigningWaitingForApproval"  =    "Podpisany fizycznie, oczekuje na akceptację";
"sign.mobile.notif.printAndsign.waitingForReview"               =   "Przesłano już fizycznie podpisaną kopię tego dokumentu. Przekazana kopia czeka na przegląd.";
"sign.mobile.alert.reviewingByOwner"                            =   "Właściciel właśnie przegląda dokument. Spróbuj uzyskać dostęp później.";
"sign.mobile.request.status.manual_signing_correction"          =   "Oczekujące na przegląd";
"sign.mobile.request.uploadedOn"                        =       "Przekazano";
"sign.mobile.request.printAndSign.ownerTerms"           =      "Potwierdzam, że przekazany plik jest kopią tego dokumentu, która została fizycznie podpisana przez wskazaną osobę podpisującą.";
"sign.mobile.request.printAndSign.agreeAndUpload"       =    "Zgadzam się, przekaż";
"sign.mobile.request.printAndSign.sentRequestDescription"           =     "Zamierzasz przekazać kopię dokumentu, która została fizycznie podpisana przez osobę podpisującą. Po jej przekazaniu pozostałe osoby podpisujące (jeśli są) w przepływie pracy podpisywania będą mogły złożyć podpis pod przekazaną kopią.";
"sign.mobile.common.review"                          =     "Przegląd";
"sign.mobile.notify.sentToOwnerForReview"            =   "Dokument został wysłany do właściciela do przeglądu.";
"sign.mobile.recipient.alert.userHasAlreadySigned"   =   "Ten odbiorca już podpisał dokument.";
"sign.mobile.request.operationType.requestMarkedAsComplete"     = "Dokument oznaczony jako ukończony";
"sign.mobile.request.operationType.requestManualSigningSuccess" = "Podpisany fizycznie";
"sign.mobile.request.operationType.requestManualSigningApproved" = "Podpisany fizycznie i zaakceptowany";
"sign.mobile.request.operationType.recipientManualSigningSuccess"   = "Podpisany fizycznie przez adresata";
"sign.mobile.request.operationType.recipientManualSigningApproved"  = "Podpisany fizycznie dokument został zaakceptowany";
"sign.mobile.request.printAndSign.showPreviousVersions"  =  "Pokaż poprzednie wersje";
"sign.mobile.request.printAndSign.previousVersions"     =  "Poprzednie wersje";
"sign.mobile.request.printAndSign.reviewAndAccept"      = "Przejrzyj i akceptuj";
"sign.mobile.common.accept"                             =   "Akceptuj";
"sign.mobile.request.printAndSign.step1"                =   "Krok 1:";
"sign.mobile.request.printAndSign.step2"                =   "Krok 2:";
"sign.mobile.request.printAndSign.downloadDocumentForPrint"  = "Pobierz dokument do wydrukowania";
"sign.mobile.request.printAndSign.downloadDocument"     =   "Pobierz dokument";
"sign.mobile.request.printAndSign.uploadTheScannedDocument" =  "Przekaż zeskanowaną kopię dokumentu, która została pobrana, wydrukowana i podpisana fizycznie.";


"sign.mobile.tooltip.sdkSuccessmsg" = "Podpisana kopia tego dokumentu została wysłana na Twój e-mail";
